Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# enterpriseConnectingFailedMessage
source: The host isn't available or is not a GitHub Enterprise server. Check the address and try again.
cs_cz: Hostitel není dostupný nebo se nejedná o server GitHub Enterprise. Zkontrolujte adresu a zkuste to znovu.
de_de: Der Host ist nicht verfügbar, oder es handelt sich nicht um einen GitHub Enterprise-Server. Überprüfen Sie die Adresse, und versuchen Sie es noch mal.
es_es: El host no está disponible o no es un servidor de GitHub Enterprise. Compruebe la dirección y vuelva a intentarlo.
fr_fr: L'hôte n'est pas disponible ou n'est pas un serveur GitHub Enterprise. Vérifiez l'adresse, puis réessayez.
it_it: L'host non è disponibile oppure non è un server GitHub Enterprise. Controllare l'indirizzo e riprovare.
ja_jp: ホストが使用できないか、GitHub Enterprise サーバーではありません。アドレスを確認して、もう一度お試しください。
ko_kr: 호스트를 사용할 수 없거나 호스트가 GitHub Enterprise 서버가 아닙니다. 주소를 확인하고 다시 시도하세요.
pl_pl: Host jest niedostępny lub nie jest serwerem usługi GitHub Enterprise. Sprawdź adres i spróbuj ponownie.
pt_br: O host não está disponível ou não é um servidor do GitHub Enterprise. Verifique o endereço e tente novamente.
ru_ru: Узел недоступен или не является сервером GitHub Enterprise. Проверьте адрес и повторите попытку.
tr_tr: Ana bilgisayar kullanılamıyor veya bir GitHub Enterprise sunucusu değil. Adresi denetleyin ve yeniden deneyin.
zh_cn: 主机不可用或不是 GitHub Enterprise 服务器。请检查地址，然后重试。
zh_tw: 主機無法使用，或其不是 GitHub Enterprise 伺服器。請檢查位址，並再試一次。

# UserNameOrEmailPromptText
source: Username or email
cs_cz: Uživatelské jméno nebo e-mail
de_de: Benutzername oder E-Mail-Adresse
es_es: Nombre de usuario o correo electrónico
fr_fr: Nom d'utilisateur ou e-mail
it_it: Nome utente o indirizzo di posta elettronica
ja_jp: ユーザー名または電子メール
ko_kr: 사용자 이름 또는 전자 메일
pl_pl: Nazwa użytkownika lub adres e-mail
pt_br: Nome de usuário ou email
ru_ru: Имя пользователя или адрес электронной почты
tr_tr: Kullanıcı adı veya e-posta
zh_cn: 用户名或电子邮件
zh_tw: 使用者名稱或電子郵件

# PasswordPrompt
source: Password
cs_cz: Heslo
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 암호
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼

# LoginLink
source: Sign in
cs_cz: Přihlásit se
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: サインイン
ko_kr: 로그인
pl_pl: Zaloguj
pt_br: Entrar
ru_ru: Войти
tr_tr: Oturum aç
zh_cn: 登录
zh_tw: 登入

# dotComConnectionFailedMessageMessage
source: Please check your internet connection and try again.
cs_cz: Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de_de: Prüfen Sie Ihre Internetverbindung, und versuchen Sie es noch mal.
es_es: Compruebe la conexión a Internet y vuelva a intentarlo.
fr_fr: Vérifiez votre connexion Internet et réessayez.
it_it: Controllare la connessione Internet e riprovare.
ja_jp: インターネット接続を確認して、もう一度お試しください。
ko_kr: 인터넷 연결을 확인하고 다시 시도하세요.
pl_pl: Sprawdź połączenie internetowe i spróbuj ponownie.
pt_br: Verifique sua conexão com a Internet e tente novamente.
ru_ru: Проверьте подключение к Интернету и повторите попытку.
tr_tr: Lütfen internet bağlantınızı kontrol edin ve yeniden deneyin.
zh_cn: 请检查你的 Internet 连接，然后重试。
zh_tw: 請檢查您的網際網路連線，並再試一次。

# dontHaveGitHubEnterpriseText
source: Don’t have GitHub Enterprise?
cs_cz: Nemáte GitHub Enterprise?
de_de: Sie verfügen nicht über GitHub Enterprise?
es_es: ¿No tiene GitHub Enterprise?
fr_fr: Vous n'avez pas GitHub Enterprise ?
it_it: GitHub Enterprise non è disponibile?
ja_jp: GitHub Enterprise をお持ちでない場合
ko_kr: GitHub Enterprise가 없으십니까?
pl_pl: Nie masz usługi GitHub Enterprise?
pt_br: Não tem o GitHub Enterprise?
ru_ru: У вас нет GitHub Enterprise?
tr_tr: GitHub Enterprise kullanmıyor musunuz?
zh_cn: 没有 GitHub Enterprise?
zh_tw: 沒有 GitHub Enterprise 嗎?

# dontHaveAnAccountText
source: Don’t have an account?
cs_cz: Nemáte účet?
de_de: Sie haben noch kein Konto?
es_es: ¿No tiene ninguna cuenta?
fr_fr: Vous n'avez pas de compte ?
it_it: Non si dispone di un account?
ja_jp: アカウントをお持ちでない場合
ko_kr: 계정이 없으십니까?
pl_pl: Nie masz konta?
pt_br: Não tem uma conta?
ru_ru: У вас нет учетной записи?
tr_tr: Hesabınız yok mu?
zh_cn: 没有帐户?
zh_tw: 沒有帳戶嗎?

source: Title (required)
cs_cz: Název (povinné)
de_de: Titel (erforderlich)
es_es: Título (obligatorio)
fr_fr: Titre (obligatoire)
it_it: Titolo (obbligatorio)
ja_jp: タイトル (必須)
ko_kr: 제목(필수)
pl_pl: Tytuł (wymagany)
pt_br: Título (obrigatório)
ru_ru: Заголовок (обязательно)
tr_tr: Başlık (gerekli)
zh_cn: 标题(必需)
zh_tw: 標題 (必要項)

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
tr_tr: Açıklama
zh_cn: 描述
zh_tw: 描述

# NotAGitHubRepositoryMessage
source: Publish this repository to GitHub and get powerful collaboration, code review, and code management for open source and private projects.
cs_cz: Publikujte toto úložiště na GitHub a získáte výkonnou spolupráci, revizi kódu a správu kódu pro open source a privátní projekty.
de_de: Veröffentlichen Sie dieses Repository in GitHub, und erhalten Sie leistungsstarke Funktionen für Zusammenarbeit, Code Review und Codeverwaltung für Open Source- und private Projekte.
es_es: Publique este repositorio en GitHub para conseguir una colaboración, revisión de código y administración de código eficaces en los proyectos privados y de código abierto.
fr_fr: Publiez ce dépôt sur GitHub et bénéficiez de fonctionnalités puissantes de collaboration, de revue et de gestion du code pour les projets open source et privés.
it_it: Pubblicando questo repository in GitHub è possibile accedere a potenti funzionalità di collaborazione, revisione del codice e gestione del codice per progetti privati e open source.
ja_jp: このリポジトリを GitHub に発行すると、オープン ソースとプライベート プロジェクトの強力なコラボレーション、コード レビュー、コード管理が提供されます。
ko_kr: 이 리포지토리를 GitHub에 게시하고 오픈 소스 및 프라이빗 프로젝트에 대한 강력한 협업, 코드 검토 및 코드 관리를 가져옵니다.
pl_pl: Opublikuj to repozytorium w usłudze GitHub i korzystaj z zaawansowanych funkcji współpracy, przeglądu kodu i zarządzania kodem dla prywatnych projektów i projektów typu open source.
pt_br: Publique este repositório no GitHub e obtenha colaboração avançada, revisão de código e gerenciamento de código para projetos privados e de software livre.
ru_ru: Опубликуйте этот репозиторий в GitHub и получите эффективные средства совместной работы, проверки кода и управления кодом для закрытых проектов и проектов открытого кода.
tr_tr: Bu depoyu GitHub'da yayımlayarak açık kaynak ve özel projeler için güçlü işbirliği, kod incelemesi ve kod yönetiminden yararlanın.
zh_cn: 将此存储库发布到 GitHub 并获取用于开放源和私有项目的功能强大的协作、代码评审和代码管理。
zh_tw: 將此存放庫發佈至 GitHub，為開放原始碼和私人專案取得強大的共同作業、程式碼檢閱和程式碼管理。

# NotAGitHubRepository
source: This repository is not on GitHub
cs_cz: Toto úložiště není na GitHubu.
de_de: Dieses Repository befindet sich nicht auf GitHub.
es_es: Este repositorio no está en GitHub
fr_fr: Ce dépôt n'est pas sur GitHub
it_it: Questo repository non è presente in GitHub
ja_jp: このリポジトリは GitHub 上にありません
ko_kr: 이 리포지토리가 GitHub에 없습니다.
pl_pl: Tego repozytorium nie ma w witrynie GitHub
pt_br: Este repositório não está no GitHub
ru_ru: Этот репозиторий находится не в GitHub
tr_tr: Bu depo GitHub'da değil
zh_cn: 此存储库不在 GitHub 上
zh_tw: 此存放庫不在 GitHub 上

# NotAGitRepository
source: No repository
cs_cz: Žádné úložiště
de_de: Kein Repository
es_es: No se encontró ningún repositorio.
fr_fr: Aucun dépôt
it_it: Non è stato trovato alcun repository
ja_jp: リポジトリが見つかりません
ko_kr: 리포지토리 없음
pl_pl: Brak repozytorium
pt_br: Nenhum repositório
ru_ru: Репозиторий отсутствует.
tr_tr: Depo yok
zh_cn: 未找到任何存储库
zh_tw: 沒有任何存放庫

# NotAGitRepositoryMessage
source: We couldn't find a git repository here. Open a git project or click "File -> Add to Source Control" in a project to get started.
cs_cz: Žádné úložiště git jsme tady nenašli. Pokud chcete začít, otevřete projekt git nebo klikněte v projektu na Soubor -> Přidat do správy zdrojového kódu.
de_de: Hier wurde kein Git-Repository gefunden. Öffnen Sie ein Git-Projekt, oder klicken Sie in einem Projekt auf "Datei" > "Zur Quellcodeverwaltung hinzufügen", um den Vorgang zu starten.
es_es: No se encontró ningún repositorio GIT aquí. Abra un proyecto GIT o haga clic en "Archivo -> Agregar al control de código fuente" en un proyecto para empezar.
fr_fr: Nous n'avons trouvé aucun dépôt git ici. Ouvrez un projet git ou cliquez sur « Fichier -> Ajouter au contrôle de code source » dans un projet pour démarrer.
it_it: Non è stato possibile trovare alcun repository GIT qui. Per iniziare, aprire un progetto git o fare clic su "File -> Aggiungi al controllo del codice sorgente" in un progetto.
ja_jp: この場所に Git リポジトリが見つかりませんでした。Git プロジェクトを開くか、プロジェクトで [ファイル] -> [ソース管理に追加] をクリックして作業を開始してください。
ko_kr: 여기에서 Git 리포지토리를 찾을 수 없습니다. Git 프로젝트를 열거나, 프로젝트에서 "파일 -> 소스 제어에 추가"를 클릭하여 시작합니다.
pl_pl: Nie można odnaleźć tutaj repozytorium Git. Otwórz projekt Git lub kliknij w projekcie pozycję „Plik -> Dodaj do kontroli źródła”, aby rozpocząć.
pt_br: Não foi possível localizar um repositório git aqui. Abra um projeto git ou clique em "Arquivo -> Adicionar ao Controle do Código-fonte" em um projeto para começar.
ru_ru: Не удалось найти здесь репозиторий Git. Откройте проект Git или выберите "Файл" -> "Добавить в систему управления версиями" в проекте, чтобы приступить к работе.
tr_tr: Burada bir git deposu bulunamadı. Çalışmaya başlamak için bir git projesi açın veya bir projede "Dosya -> Kaynak Denetimine Ekle" seçeneğine tıklayın.
zh_cn: 此处找不到 git 存储库。请打开 git 项目或在项目中单击“文件”->“添加到源代码管理”以开始使用。
zh_tw: 這裡找不到 git 存放庫。請開啟 git 專案，或按一下專案中的 [檔案] -> [新增到原始檔控制]，以便開始使用。

# CreateAccountLink
source: Create an account
cs_cz: Vytvořit účet
de_de: Konto erstellen
es_es: Crear una cuenta
fr_fr: Créer un compte
it_it: Crea un account
ja_jp: アカウントを作成する
ko_kr: 계정 만들기
pl_pl: Utwórz konto
pt_br: Criar uma conta
ru_ru: Создать учетную запись
tr_tr: Hesap oluştur
zh_cn: 创建帐户
zh_tw: 建立帳戶

# filterBranchesText
source: Filter branches
cs_cz: Filtrovat větve
de_de: Branches filtern
es_es: Filtrar ramas
fr_fr: Filtrer les branches
it_it: Filtra rami
ja_jp: ブランチのフィルター処理
ko_kr: 분기 필터링
pl_pl: Filtruj gałęzie
pt_br: Filtrar branches
ru_ru: Фильтровать ветви
tr_tr: Dalları filtrele
zh_cn: 筛选分支
zh_tw: 篩選分支

# PublishToGitHubButton
source: Publish to GitHub
cs_cz: Publikovat na GitHub
de_de: In GitHub veröffentlichen
es_es: Publicar en GitHub
fr_fr: Publier sur GitHub
it_it: Pubblica in GitHub
ja_jp: GitHub に発行
ko_kr: GitHub에 게시
pl_pl: Opublikuj w usłudze GitHub
pt_br: Publicar no GitHub
ru_ru: Опубликовать в GitHub
tr_tr: GitHub'da Yayımla
zh_cn: 发布到 GitHub
zh_tw: 發佈至 GitHub

# GetStartedText
source: Get Started
cs_cz: Začínáme
de_de: Erste Schritte
es_es: Introducción
fr_fr: Prise en main
it_it: Guida introduttiva
ja_jp: はじめに
ko_kr: 시작
pl_pl: Wprowadzenie
pt_br: Introdução
ru_ru: Начало работы
tr_tr: Kullanmaya Başlayın
zh_cn: 入门
zh_tw: 開始使用

# SignInLink
source: Sign in
cs_cz: Přihlásit se
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: サインイン
ko_kr: 로그인
pl_pl: Zaloguj
pt_br: Entrar
ru_ru: Войти
tr_tr: Oturum aç
zh_cn: 登录
zh_tw: 登入

# SignInCallToAction
source: Sign in...
cs_cz: Přihlásit se...
de_de: Anmelden...
es_es: Iniciar sesión...
fr_fr: Se connecter...
it_it: Accedi...
ja_jp: サインイン...
ko_kr: 로그인...
pl_pl: Zaloguj...
pt_br: Entrar...
ru_ru: Войти...
tr_tr: Oturum aç...
zh_cn: 登录...
zh_tw: 登入...

source: Local branch up to date
cs_cz: Místní větev je aktuální.
de_de: Lokaler Branch auf dem neuesten Stand
es_es: Rama local actualizada
fr_fr: Branche locale à jour
it_it: Il ramo locale è aggiornato
ja_jp: 最新のローカル ブランチ
ko_kr: 로컬 분기 최신 상태
pl_pl: Gałąź lokalna jest aktualna
pt_br: Branch local atualizado
ru_ru: Локальная ветвь актуальна
tr_tr: Yerel dal güncel
zh_cn: 最新的本地分支
zh_tw: 最新的本機分支

# ChangesCountFormat
source: Changes ({0})
cs_cz: Změny ({0})
de_de: Änderungen ({0})
es_es: Cambios ({0})
fr_fr: Modifications ({0})
it_it: Modifiche ({0})
ja_jp: 変更 ({0})
ko_kr: 변경 내용({0}개)
pl_pl: Zmiany ({0})
pt_br: Alterações ({0})
ru_ru: Изменения ({0})
tr_tr: Değişiklikler ({0})
zh_cn: 更改({0})
zh_tw: 變更 ({0})

source: View Changes
cs_cz: Zobrazit změny
de_de: Änderungen anzeigen
es_es: Ver cambios
fr_fr: Afficher les modifications
it_it: Visualizza modifiche
ja_jp: 変更の表示
ko_kr: 변경 내용 보기
pl_pl: Wyświetl zmiany
pt_br: Exibir alterações
ru_ru: Просмотр изменений
tr_tr: Değişiklikleri Görüntüle
zh_cn: 查看更改
zh_tw: 檢視變更

source: Compare File as Default Action
cs_cz: Porovnat soubor jako výchozí akce
de_de: Datei vergleichen als Standardaktion
es_es: Comparar archivo como acción predeterminada
fr_fr: Comparer le fichier en tant qu'action par défaut
it_it: Confronta file come azione predefinita
ja_jp: 既定のアクションとしてファイルを比較する
ko_kr: 기본 작업으로 파일 비교
pl_pl: Porównanie pliku jako akcja domyślna
pt_br: Comparar o Arquivo como Ação Padrão
ru_ru: Сравнить файл в качестве действия по умолчанию
tr_tr: Varsayılan Eylem Olarak Dosyayı Karşılaştır
zh_cn: 将文件比作默认操作
zh_tw: 以比較檔案作為預設動作

source: View File
cs_cz: Zobrazit soubor
de_de: Datei anzeigen
es_es: Ver archivo
fr_fr: Afficher le fichier
it_it: Visualizza file
ja_jp: ファイルの表示
ko_kr: 파일 보기
pl_pl: Wyświetl plik
pt_br: Exibir Arquivo
ru_ru: Просмотр файла
tr_tr: Dosyayı Görüntüle
zh_cn: 查看文件
zh_tw: 檢視檔案

source: Open File as Default Action
cs_cz: Otevřít soubor jako výchozí akce
de_de: Datei öffnen als Standardaktion
es_es: Abrir archivo como acción predeterminada
fr_fr: Ouvrir le fichier en tant qu'action par défaut
it_it: Apri file come azione predefinita
ja_jp: 既定のアクションとしてファイルを開く
ko_kr: 기본 작업으로 파일 열기
pl_pl: Otwarcie pliku jako akcja domyślna
pt_br: Abrir o Arquivo como Ação Padrão
ru_ru: Открыть файл в качестве действия по умолчанию
tr_tr: Varsayılan Eylem Olarak Dosyayı Aç
zh_cn: 将文件作为默认操作打开
zh_tw: 開啟檔案作為預設動作

source: Switch to List View
cs_cz: Přepnout na zobrazení seznamu
de_de: Zur Listenansicht wechseln
es_es: Cambiar a vista de lista
fr_fr: Basculer en vue Liste
it_it: Passa a visualizzazione elenco
ja_jp: リスト ビューに切り替え
ko_kr: 목록 보기로 전환
pl_pl: Przełącz do widoku listy
pt_br: Alternar para o Modo de Exibição de Lista
ru_ru: Перейти к представлению списка
tr_tr: Liste Görünümüne Geç
zh_cn: 切换到列表视图
zh_tw: 切換至清單檢視

source: Switch to Tree View
cs_cz: Přepnout na stromové zobrazení
de_de: Zur Strukturansicht wechseln
es_es: Cambiar a vista de árbol
fr_fr: Basculer en arborescence
it_it: Passa a visualizzazione albero
ja_jp: ツリー ビューに切り替え
ko_kr: 트리 뷰로 전환
pl_pl: Przełącz do widoku drzewa
pt_br: Alternar para o Modo de Exibição de Árvore
ru_ru: Перейти к представлению в виде дерева
tr_tr: Ağaç Görünümüne Geç
zh_cn: 切换到树状视图
zh_tw: 切換至樹狀檢視

# UpdatedFormat
source: updated {0}
cs_cz: aktualizoval(a) {0}
de_de: "{0}" aktualisiert.
es_es: actualizó {0}
fr_fr: {0} mis à jour
it_it: {0} aggiornato
ja_jp: {0} が更新されました
ko_kr: 업데이트된 {0}
pl_pl: zaktualizowano {0}
pt_br: atualizou {0}
ru_ru: обновлен {0}
tr_tr: {0} güncelleştirildi
zh_cn: 已更新 {0}
zh_tw: 已更新 {0}

# OpenPROnGitHubToolTip
source: View Pull Request on GitHub
cs_cz: Zobrazit žádost o přijetí změn na GitHubu
de_de: Pull Request in GitHub anzeigen
es_es: Ver solicitud de incorporación de cambios en GitHub
fr_fr: Afficher la demande de tirage (pull request) sur GitHub
it_it: Visualizza richiesta pull in GitHub
ja_jp: GitHub 上で Pull Request を表示
ko_kr: GitHub에서 끌어오기 요청 보기
pl_pl: Wyświetl żądanie ściągnięcia w witrynie GitHub
pt_br: Exibir Solicitação de Pull no GitHub
ru_ru: Просмотреть запрос на вытягивание в GitHub
tr_tr: Çekme İsteğini GitHub'da Görüntüle
zh_cn: 查看 GitHub 上的拉取请求
zh_tw: 檢視 GitHub 上的提取要求

# TeamExplorerWelcomeMessage
source: Welcome to GitHub for Visual Studio! Why not take a look at our [training](show-training) or [documentation](show-docs)? [Don't show this again](dont-show-again)
cs_cz: Vítá vás GitHub pro Visual Studio. Podívejte se na naše [školení](show-training) a [dokumentaci](show-docs). [Příště už nezobrazovat](dont-show-again)
de_de: Willkommen bei GitHub für Visual Studio! Sehen Sie sich doch unser [Training](show-training) oder die [Dokumentation](show-docs) an. [Nicht erneut anzeigen](dont-show-again)
es_es: Esto es GitHub para Visual Studio. ¿Por qué no echa un vistazo a nuestro [material de aprendizaje](show-training) o [documentación](show-docs)? [No volver a mostrar](dont-show-again)
fr_fr: Bienvenue dans GitHub pour Visual Studio ! Pensez à consulter nos [formations](show-formation) et notre [documentation](show-docs). [Ne plus afficher ce message](dont-show-again)
it_it: Benvenuti a GitHub per Visual Studio. Per iniziare, provare a seguire il [training](show-training) o a consultare la [documentazione](show-docs). [Non visualizzare più](dont-show-again)
ja_jp: GitHub for Visual Studio へようこそ! [トレーニング](show-training) または [ドキュメント](show-docs) をご覧ください。 [今後このメッセージを表示しない](dont-show-again)
ko_kr: Visual Studio용 GitHub를 시작합니다. [학습](show-training) 또는 [설명서](show-docs)를 살펴보세요. [다시 표시 안 함](dont-show-again)
pl_pl: Witamy w usłudze GitHub for Visual Studio! Zapoznaj się naszym [szkoleniem](show-training) lub [dokumentacją](show-docs). [Nie pokazuj ponownie](dont-show-again)
pt_br: Bem-vindo ao GitHub para Visual Studio! Por que não dá uma olhada em nosso [treinamento](show-training) ou [documentação](show-docs)? [Não mostrar esta mensagem novamente](dont-show-again)
ru_ru: Добро пожаловать в GitHub для Visual Studio. Рекомендуем вам ознакомиться с нашим [обучением](show-training) или нашей [документацией](show-docs)? [Больше не показывать](dont-show-again)
tr_tr: Visual Studio için GitHub'a hoş geldiniz! [Eğitimimize](show-training) veya [belgelerimize](show-docs) göz atmaya ne dersiniz? [Bunu bir daha gösterme](dont-show-again)
zh_cn: 欢迎使用适用于 Visual Studio 的 GitHub! 何不看看我们的[培训](show-training)或[文档](show-docs)? [不再显示](dont-show-again)
zh_tw: 歡迎使用適用於 Visual Studio 的 GitHub! 何不來看看我們的 [訓練](顯示訓練) 或 [文件](顯示文件)? [不要再顯示此項目](不要再顯示)

# prUpdatedText
source: Updated
cs_cz: Aktualizováno
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Mis à jour
it_it: Aggiornato
ja_jp: 更新
ko_kr: 업데이트됨
pl_pl: Zaktualizowane
pt_br: Atualizado
ru_ru: Обновлено
tr_tr: Güncelleştirildi
zh_cn: 更新
zh_tw: 已更新

# Options_EditorCommentsLabel
source: Show PR comments on editor margin
cs_cz: Zobrazit komentáře PR na okraji editoru
de_de: PR-Kommentare in Editor-Rand anzeigen
es_es: Mostrar comentarios de solicitud de incorporación de cambios en margen de editor
fr_fr: Afficher les commentaires PR sur l'éditeur de marge
it_it: Mostra i commenti alla richiesta pull a margine dell'editor
ja_jp: エディターの余白に PR コメントを表示する
ko_kr: 편집기 여백에 PR 주석 표시
pl_pl: Pokaż komentarze dotyczące żądania ściągnięcia na marginesie edytora
pt_br: Mostrar comentários de PR na margem do editor
ru_ru: Показать комментарии PR на поле окна редактора
tr_tr: Düzenleyici kenar boşluğunda PR açıklamalarını göster
zh_cn: 在编辑器边距上显示 PR 注释
zh_tw: 在編輯器邊界上顯示 PR 註解

# Options_ExperimentalTitle
source: Experimental features
cs_cz: Experimentální funkce
de_de: Experimentelle Features
es_es: Características experimentales
fr_fr: Fonctionnalités expérimentales
it_it: Funzionalità sperimentali
ja_jp: 試験的な機能
ko_kr: 실험적 기능
pl_pl: Funkcje eksperymentalne
pt_br: Recursos experimentais
ru_ru: Экспериментальные функции
tr_tr: Deneysel özellikler
zh_cn: 实验性功能
zh_tw: 實驗性功能

# Options_ExperimentalNote
source: These features might change in a future version
cs_cz: Tyto funkce se můžou v budoucí verzi změnit.
de_de: Diese Features werden in einer zukünftigen Version möglicherweise geändert.
es_es: Estas características pueden cambiar en una versión futura.
fr_fr: Ces fonctionnalités peuvent être amenées à changer dans une version ultérieure
it_it: Queste funzionalità potrebbero cambiare in una versione futura
ja_jp: これらの機能は今後のバージョンで変更される可能性があります
ko_kr: 이 기능은 향후 버전에서 변경될 수 있습니다.
pl_pl: Te funkcje mogą ulec zmianie w przyszłej wersji
pt_br: Estes recursos poderão ser alterados em uma versão futura
ru_ru: Эти компоненты могут быть изменены в будущей версии
tr_tr: Bu özellikler gelecekteki bir sürümde değişebilir
zh_cn: 这些功能在未来版本中可能会更改
zh_tw: 這些功能在未來的版本中可能會變更

source: View Changes in Solution
cs_cz: Zobrazit změny v řešení
de_de: Änderungen in Projektmappe anzeigen
es_es: Ver cambios en la solución
fr_fr: Afficher les changements dans la solution
it_it: Visualizza modifiche nella soluzione
ja_jp: ソリューション内の変更の表示
ko_kr: 솔루션에서 변경 내용 보기
pl_pl: Wyświetl zmiany w rozwiązaniu
pt_br: Exibir Alterações na Solução
ru_ru: Просмотреть изменения в решении
tr_tr: Çözümdeki Değişiklikleri Görüntüle
zh_cn: 查看解决方案中的更改
zh_tw: 檢視解決方案中的變更

source: Open File in Solution
cs_cz: Otevřít soubor v řešení
de_de: Datei in Projektmappe öffnen
es_es: Abrir archivo en la solución
fr_fr: Ouvrir le fichier dans la solution
it_it: Apri file nella soluzione
ja_jp: ソリューション内のファイルを開く
ko_kr: 솔루션에서 파일 열기
pl_pl: Otwórz plik w rozwiązaniu
pt_br: Abrir o Arquivo na Solução
ru_ru: Открыть файл в решении
tr_tr: Dosyayı Çözümde Aç
zh_cn: 在解决方案中打开文件
zh_tw: 在解決方案中開啟檔案

# TokenPrompt
source: Token
fr_fr: Jeton
ja_jp: トークン
ko_kr: 토큰
ru_ru: Токен
tr_tr: Belirteç
zh_cn: 令牌
zh_tw: 語彙基元

source: Continue your review
cs_cz: Pokračovat v revizi
de_de: Review fortsetzen
es_es: Continuar la revisión
fr_fr: Continuer votre revue
it_it: Continua la revisione
ja_jp: レビューを続行
ko_kr: 검토 계속
pl_pl: Kontynuuj przegląd
pt_br: Continuar sua revisão
ru_ru: Продолжайте проверку
tr_tr: İncelemenize devam edin
zh_cn: 继续你的评审
zh_tw: 繼續您的檢閱

source: Add your review
cs_cz: Přidat revizi
de_de: Review hinzufügen
es_es: Agregar su revisión
fr_fr: Ajouter votre revue
it_it: Aggiungi la revisione
ja_jp: レビューの追加
ko_kr: 검토 추가
pl_pl: Dodaj przegląd
pt_br: Adicionar sua revisão
ru_ru: Добавьте проверку
tr_tr: İncelemenizi ekleyin
zh_cn: 添加你的评审
zh_tw: 新增您的檢閱

source: Reviewers
cs_cz: Revidující
de_de: Reviewer
es_es: Revisores
fr_fr: Réviseurs
it_it: Revisori
ja_jp: レビュー担当者
ko_kr: 검토자
pl_pl: Recenzenci
pt_br: Revisores
ru_ru: Рецензенты
tr_tr: Gözden Geçirenler
zh_cn: 审阅者
zh_tw: 檢閱者

source: Add review comment
cs_cz: Přidat komentář revize
de_de: Reviewkommentar hinzufügen
es_es: Agregar un comentario de revisión
fr_fr: Ajouter un commentaire de revue
it_it: Aggiungi commento sulla revisione
ja_jp: レビュー コメントの追加
ko_kr: 검토 주석 추가
pl_pl: Dodaj komentarz do przeglądu
pt_br: Adicionar comentário de revisão
ru_ru: Добавить комментарий к проверке
tr_tr: İnceleme açıklaması ekle
zh_cn: 添加评审评论
zh_tw: 新增檢閱註解

# AddSingleComment
source: Add a single comment
cs_cz: Přidat jeden komentář
de_de: Einzelnen Kommentar hinzufügen
es_es: Agregar un solo comentario
fr_fr: Ajouter un commentaire unique
it_it: Aggiungi un singolo commento
ja_jp: 単一コメントの追加
ko_kr: 단일 주석 추가
pl_pl: Dodaj jeden komentarz
pt_br: Adicionar um único comentário
ru_ru: Добавить отдельный комментарий
tr_tr: Tek bir açıklama ekleyin
zh_cn: 添加单个注释
zh_tw: 新增單一註解

# ForkNavigationItemText
source: Fork
es_es: Bifurcación
fr_fr: Dupliquer (fork)
it_it: Crea una copia tramite fork
ja_jp: フォーク
ko_kr: 포크
pl_pl: Rozwidlenie
pt_br: Bifurcação
ru_ru: Вилка
tr_tr: Çatal Oluştur
zh_cn: 分支
zh_tw: 分支

# Options_DebuggingTitle
source: Debugging
cs_cz: Ladění
es_es: Depuración
fr_fr: Débogage
it_it: Debug
ja_jp: デバッグ
ko_kr: 디버깅
pl_pl: Debugowanie
pt_br: Depurando
ru_ru: Отладка
tr_tr: Hata Ayıklama
zh_cn: 调试
zh_tw: 偵錯

# Options_EnableTraceLoggingText
source: Enable Trace Logging
cs_cz: Povolit protokolování trasování
de_de: Ablaufprotokollierung aktivieren
es_es: Habilitar el registro de seguimiento
fr_fr: Activer la journalisation du suivi
it_it: Abilita registrazione traccia
ja_jp: トレース ログを有効にする
ko_kr: 추적 로깅 사용
pl_pl: Włącz rejestrowanie śledzenia
pt_br: Habilitar o Registro de Rastreamento
ru_ru: Включить ведение журнала трассировки
tr_tr: İzleme Günlüğünü Etkinleştir
zh_cn: 启用跟踪日志记录
zh_tw: 啟用追蹤記錄
