Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# authenticationSentLabelMessage
source: If you do not receive the authentication code, contact support@github.com.
cs_cz: Pokud ověřovací kód nedostanete, obraťte se na support@github.com.
de_de: Wenn Sie keinen Authentifizierungscode erhalten, wenden Sie sich an support@github.com.
es_es: Si no recibe el código de autenticación, póngase en contacto con support@github.com.
fr_fr: Si vous ne recevez pas le code d'authentification, contactez support@github.com.
it_it: Se non si riceve il codice di autenticazione, contattare support@github.com.
ja_jp: 認証コードを受け取れない場合は、support@github.com にお問い合わせください。
ko_kr: 인증 코드를 받지 못한 경우 support@github.com에 문의하세요.
pl_pl: Jeśli nie otrzymasz kodu uwierzytelniania, wyślij wiadomość na adres support@github.com.
pt_br: Se você não receber o código de autenticação, entre em contato com support@github.com.
ru_ru: Если вы не получите код проверки подлинности, обратитесь по адресу support@github.com.
tr_tr: Kimlik doğrulama kodunu almadıysanız support@github.com adresine başvurun.
zh_cn: 如果未收到验证码，请联系 support@github.com。
zh_tw: 若您無法收到驗證碼，請連絡 support@github.com。

# browsePathButtonContent
source: Browse
cs_cz: Procházet
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
ko_kr: 찾아보기
pl_pl: Przeglądaj
pt_br: Procurar
ru_ru: Обзор
tr_tr: Gözat
zh_cn: 浏览
zh_tw: 瀏覽

# couldNotConnectToGitHubText
source: Could not connect to github.com
cs_cz: Nepodařilo se připojit ke github.com.
de_de: Mit Github.com konnte keine Verbindung hergestellt werden.
es_es: No se pudo conectar a github.com
fr_fr: Impossible de se connecter à github.com
it_it: Non è stato possibile connettersi a github.com
ja_jp: Github.com に接続できませんでした
ko_kr: Github.com에 연결할 수 없습니다.
pl_pl: Nie można nawiązać połączenia z witryną github.com
pt_br: Não foi possível conectar ao github.com
ru_ru: Не удалось подключиться к github.com
tr_tr: github.com ile bağlantı kurulamadı
zh_cn: 无法连接到 github.com
zh_tw: 無法連線到 github.com

# couldNotConnectToTheServerText
source: Could not connect to the server.
cs_cz: Nepodařilo se připojit k serveru.
de_de: Verbindung mit dem Server nicht möglich.
es_es: No se pudo conectar al servidor.
fr_fr: Impossible de se connecter au serveur.
it_it: Non è stato possibile connettersi al server.
ja_jp: サーバーに接続できませんでした。
ko_kr: 서버에 연결할 수 없습니다.
pl_pl: Nie można nawiązać połączenia z serwerem.
pt_br: Não foi possível conectar ao servidor.
ru_ru: Не удалось подключиться к серверу.
tr_tr: Sunucuya bağlanılamadı.
zh_cn: 无法连接到服务器。
zh_tw: 無法連線到伺服器。

# CreateLink
source: Create
cs_cz: Vytvořit
de_de: Erstellen
es_es: Crear
fr_fr: Créer
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
pl_pl: Utwórz
pt_br: Criar
ru_ru: Создать
tr_tr: Oluştur
zh_cn: 创建
zh_tw: 建立

source: Description (Optional)
cs_cz: Popis (nepovinné)
de_de: Beschreibung (optional)
es_es: Descripción (opcional)
fr_fr: Description (facultative)
it_it: Descrizione (facoltativa)
ja_jp: 説明 (オプション)
ko_kr: 설명(선택 사항)
pl_pl: Opis (opcjonalnie)
pt_br: Descrição (Opcional)
ru_ru: Описание (необязательно)
tr_tr: Açıklama (İsteğe Bağlı)
zh_cn: 说明(可选)
zh_tw: 描述 (選擇性)

source: Open in Browser
cs_cz: Otevřít v prohlížeči
de_de: In Browser öffnen
es_es: Abrir en el explorador
fr_fr: Ouvrir dans un navigateur
it_it: Apri nel browser
ja_jp: ブラウザーで開く
ko_kr: 브라우저에서 열기
pl_pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
ru_ru: Открыть в браузере
tr_tr: Tarayıcıda Aç
zh_cn: 在浏览器中打开
zh_tw: 以瀏覽器開啟

# CancelLink
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

# gistCreatedMessage
source: Gist created
cs_cz: Gist se vytvořil.
de_de: Gist wurde erstellt.
es_es: Gist creada
fr_fr: Gist créé
it_it: Il gist è stato creato
ja_jp: gist が作成されました
ko_kr: Gist 생성됨
pl_pl: Utworzono gist
pt_br: Gist criado
ru_ru: Gist создан
tr_tr: Gist oluşturuldu
zh_cn: 已创建 Gist
zh_tw: 已建立 Gist

# gistCreationFailedMessage
source: Failed to create gist
cs_cz: Gist se nepodařilo vytvořit.
de_de: Fehler beim Erstellen von Gist.
es_es: No se pudo crear la característica gist
fr_fr: Échec de création de Gist
it_it: Non è stato possibile creare il gist
ja_jp: gist を作成できませんでした
ko_kr: Gist를 만들지 못했습니다.
pl_pl: Nie można utworzyć gistu
pt_br: Falha ao criar gist
ru_ru: Не удалось создать gist
tr_tr: Gist oluşturulamadı
zh_cn: 未能创建 Gist
zh_tw: 無法建立 Gist

# prUpdatedByText
source: by
cs_cz: podle
de_de: durch
es_es: de
fr_fr: par
it_it: da
ja_jp: 作成者
ko_kr: 기준
pl_pl: według
pt_br: por
ru_ru: по
tr_tr: Sağlayan:
zh_cn: 依据
zh_tw: 透過

# Options_PrivacyTitle
source: Privacy
cs_cz: Ochrana osobních údajů
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
ja_jp: プライバシー
ko_kr: 개인 정보
pl_pl: Prywatność
pt_br: Privacidade
ru_ru: Конфиденциальность
tr_tr: Gizlilik
zh_cn: 隐私
zh_tw: 隱私權

# Options_MetricsLabel
source: Help us improve by sending anonymous usage data
cs_cz: Pomozte nám s vylepšováním posíláním anonymních dat o používání
de_de: Helfen Sie uns bei der Verbesserung unserer Produkte, indem Sie anonyme Nutzungsdaten senden.
es_es: Envíenos datos de uso anónimos para ayudarnos a mejorar
fr_fr: Aidez-nous à nous améliorer en envoyant des données d'utilisation anonymes
it_it: È possibile inviare dati di utilizzo anonimi per contribuire al miglioramento del prodotto
ja_jp: 機能向上のために匿名の利用状況データを送信する
ko_kr: 익명 사용 데이터를 보내 개선에 참여
pl_pl: Pomóż nam w ulepszaniu produktu przez wysyłanie anonimowych danych użycia
pt_br: Ajude-nos a melhorar enviando dados de uso anônimos
ru_ru: Помогите нам улучшить продукт, отправляя анонимные данные об использовании
tr_tr: Anonim kullanım verileri göndererek geliştirmemize yardımcı olun
zh_cn: 请匿名发送使用情况数据，帮助我们不断改进
zh_tw: 傳送匿名使用方式資料來協助我們改善

# Error_FailedToCopyToClipboard
source: Could not copy to the clipboard. Please try again.
cs_cz: Zkopírování do schránky se nepodařilo. Zkuste to prosím znovu.
de_de: Das Kopieren in die Zwischenablage war nicht möglich. Versuchen Sie es noch mal.
es_es: No se pudo copiar en el Portapapeles. Vuelva a intentarlo.
fr_fr: Impossible de copier dans le Presse-papiers. Réessayez.
it_it: Non è stato possibile copiare negli Appunti. Riprovare.
ja_jp: クリップボードにコピーできませんでした。もう一度お試しください。
ko_kr: 클립보드에 복사할 수 없습니다. 다시 시도하세요.
pl_pl: Nie można skopiować do schowka. Spróbuj ponownie.
pt_br: Não foi possível copiar para a área de transferência. Tente novamente.
ru_ru: Не удалось скопировать в буфер обмена. Повторите попытку.
tr_tr: Panoya kopyalanamadı. Lütfen yeniden deneyin.
zh_cn: 无法复制到剪贴板。请重试。
zh_tw: 無法複製到剪貼簿。請再試一次。

# LinkCopiedToClipboardMessage
source: Link copied to clipboard
cs_cz: Odkaz se zkopíroval do schránky.
de_de: Der Link wurde in die Zwischenablage kopiert.
es_es: Vínculo copiado al Portapapeles
fr_fr: Lien copié dans le Presse-papiers
it_it: Collegamento copiato negli Appunti
ja_jp: リンクがクリップボードにコピーされました
ko_kr: 링크가 클립보드에 복사됨
pl_pl: Skopiowano link do schowka
pt_br: Link copiado para a área de transferência
ru_ru: Ссылка скопирована в буфер обмена
tr_tr: Bağlantı panoya kopyalandı
zh_cn: 复制到剪贴板的链接
zh_tw: 複製到剪貼簿的連結

# RepositoryPublishedMessage
source: Repository created successfully.
cs_cz: Úložiště se úspěšně vytvořilo.
de_de: Das Repository wurde erfolgreich erstellt.
es_es: El repositorio se ha creado correctamente.
fr_fr: Le dépôt a été créé.
it_it: Il repository è stato creato.
ja_jp: リポジトリが正常に作成されました。
ko_kr: 리포지토리를 만들었습니다.
pl_pl: Pomyślnie utworzono repozytorium.
pt_br: Repositório criado com êxito.
ru_ru: Репозиторий успешно создан.
tr_tr: Depo başarıyla oluşturuldu.
zh_cn: 已成功创建存储库。
zh_tw: 已成功建立存放庫。

# makePrivateGist
source: Private Gist
cs_cz: Privátní gist
de_de: Privates Gist
es_es: Gist privada
fr_fr: Gist privé
it_it: Gist privato
ja_jp: プライベート gist
ko_kr: 개인 Gist
pl_pl: Gist prywatny
pt_br: Gist Privado
ru_ru: Частный gist
tr_tr: Özel Gist
zh_cn: 专用 Gist
zh_tw: 私人 Gist

# fileNameText
source: File Name
cs_cz: Název souboru
de_de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom de fichier
it_it: Nome file
ja_jp: ファイル名
ko_kr: 파일 이름
pl_pl: Nazwa pliku
pt_br: Nome do Arquivo
ru_ru: Имя файла
tr_tr: Dosya Adı
zh_cn: 文件名
zh_tw: 檔案名稱

# NotLoggedInMessage
source: You are not signed in to {0}, so certain git operations may fail. [Sign in now]({1})
cs_cz: Nejste přihlášeni k {0}, takže některé operace git se asi nezdaří. [Přihlásit]({1})
de_de: Sie sind nicht bei {0} angemeldet, daher tritt bei bestimmten Git-Vorgängen möglicherweise ein Fehler auf. [Jetzt anmelden]({1})
es_es: No ha iniciado sesión en {0}, por lo que algunas operaciones de GIT pueden generar errores. [Inicie sesión ahora]({1})
fr_fr: Vous n'êtes pas connecté à {0}, ce qui peut entraîner l'échec de certaines opérations git. [Connectez-vous maintenant]({1})
it_it: Non è stato eseguito l'accesso a {0}, di conseguenza alcune operazioni GIT potrebbero non riuscire. [Accedi adesso]({1})
ja_jp: {0} にサインインしていないため、特定の Git 操作を実行できない可能性があります。[今すぐサインインする]({1})
ko_kr: {0}에 로그인되지 않았으므로, 특정 Git 작업이 실패할 수 있습니다. [지금 로그인]({1})
pl_pl: Nie zalogowano Cię w produkcie {0}, więc niektóre operacje Git mogą kończyć się niepowodzeniem. [Zaloguj się teraz]({1})
pt_br: Você não entrou em {0}; portanto, determinadas operações git poderão falhar. [Entre agora]({1})
ru_ru: Вы не вошли в {0}, поэтому некоторые операции Git могут завершиться сбоем. [Войти в систему]({1})
tr_tr: {0} oturumunuz açılmadığından belirli git işlemleri başarısız olabilir. [Şimdi oturum açın]({1})
zh_cn: 你未登录到 {0}，因此某些 git 操作可能会失败。[立即登录]({1})
zh_tw: 您未登入 {0}，因此特定的 git 作業可能會失敗。[立即登入]({1})

# WikiNavigationItemText
source: Wiki
pl_pl: Witryna typu wiki
ru_ru: Вики-сайт

# PulseNavigationItemText
source: Pulse
cs_cz: Impulz
de_de: Puls
es_es: Pulso
fr_fr: Pulsation
it_it: A impulsi
ja_jp: パルス
pl_pl: Puls
pt_br: Pulso
ru_ru: Импульс
zh_cn: 脉冲
zh_tw: 動態

# pathText
source: Path
cs_cz: Cesta
de_de: Pfad
es_es: Ruta de acceso
fr_fr: Chemin d'accès
it_it: Percorso
ja_jp: パス
ko_kr: 경로
pl_pl: Ścieżka
pt_br: Caminho
ru_ru: Путь
tr_tr: Yol
zh_cn: 路径
zh_tw: 路徑

# IssuesNavigationItemText
source: Issues
cs_cz: Problémy
de_de: Probleme
es_es: Problemas
fr_fr: Problèmes
it_it: Problemi
ja_jp: 懸案事項
ko_kr: 문제
pl_pl: Problemy
pt_br: Questões
ru_ru: Вопросы
tr_tr: Konular
zh_cn: 问题
zh_tw: 問題

# GraphsNavigationItemText
source: Graphs
cs_cz: Grafy
de_de: Diagramme
es_es: Gráficos
fr_fr: Graphes
it_it: Grafici
ja_jp: グラフ
ko_kr: 그래프
pl_pl: Wykresy
pt_br: Grafos
ru_ru: Диаграммы
tr_tr: Grafikler
zh_cn: 关系图
zh_tw: 圖形

# GitHubPublishSectionTitle
source: Publish to GitHub
cs_cz: Publikovat na GitHub
de_de: In GitHub veröffentlichen
es_es: Publicar en GitHub
fr_fr: Publier sur GitHub
it_it: Pubblica in GitHub
ja_jp: GitHub に発行
ko_kr: GitHub에 게시
pl_pl: Publikowanie w usłudze GitHub
pt_br: Publicar no GitHub
ru_ru: Опубликовать в GitHub
tr_tr: GitHub'da Yayımla
zh_cn: 发布到 GitHub
zh_tw: 發佈至 GitHub

# BlurbText
source: Powerful collaboration, code review, and code management for open source and private projects.
cs_cz: Výkonná spolupráce, revize kódu a správa kódu pro open source a privátní projekty.
de_de: Leistungsstarke Funktionen für Zusammenarbeit, Code Review und Codeverwaltung für Open Source- und private Projekte.
es_es: Colaboración, revisión de código y administración de código eficaces para proyectos privados y de código abierto.
fr_fr: Fonctionnalités puissantes de collaboration, de revue et de gestion du code pour les projets open source et privés.
it_it: Potenti funzionalità di collaborazione, revisione del codice e gestione del codice per progetti privati e open source.
ja_jp: オープン ソースとプライベート プロジェクトの強力なコラボレーション、コード レビュー、コード管理が提供されます。
ko_kr: 오픈 소스 및 프라이빗 프로젝트에 대한 강력한 협업, 코드 검토 및 코드 관리.
pl_pl: Zaawansowane funkcje współpracy, przeglądu kodu i zarządzania kodem dla prywatnych projektów i projektów typu open source.
pt_br: Colaboração avançada, revisão de código e gerenciamento de código para projetos privados e de software livre.
ru_ru: Эффективные средства совместной работы, проверки кода и управления кодом для закрытых проектов и проектов открытого кода.
tr_tr: Açık kaynak ve özel projeler için güçlü işbirliği, kod incelemesi ve kod yönetimi.
zh_cn: 用于开放源和私有项目的功能强大的协作、代码评审和代码管理。
zh_tw: 為開放原始碼和私人專案提供之強大的共同作業、程式碼檢閱和程式碼管理。

# GitHubInvitationSectionConnectLabel
source: Connect…
cs_cz: Připojit…
de_de: Verbindung herstellen...
es_es: Conectar…
fr_fr: Connecter...
it_it: Connetti…
ja_jp: 接続…
ko_kr: 연결...
pl_pl: Połącz…
pt_br: Conectar…
ru_ru: Подключиться…
tr_tr: Bağlan...
zh_cn: 连接...
zh_tw: 連線...

# CloneLink
source: Clone
cs_cz: Klonovat
de_de: Klonen
es_es: Clonar
fr_fr: Cloner
it_it: Clona
ja_jp: 複製
ko_kr: 복제
pl_pl: Sklonuj
pt_br: Clonar
ru_ru: Клонировать
tr_tr: Kopya
zh_cn: 克隆
zh_tw: 複製

# verifyText
source: Verify
cs_cz: Ověřit
de_de: Überprüfen
es_es: Verificar
fr_fr: Vérifier
it_it: Verifica
ja_jp: 確認
ko_kr: 확인
pl_pl: Weryfikuj
pt_br: Verificar
ru_ru: Проверить
tr_tr: Doğrula
zh_cn: 验证
zh_tw: 驗證

# twoFactorAuthText
source: Two-factor authentication
cs_cz: Dvoufaktorové ověřování
de_de: Zweistufige Authentifizierung
es_es: Autenticación en dos fases
fr_fr: Authentification à 2 facteurs
it_it: Autenticazione a due fattori
ja_jp: 2 要素認証
ko_kr: 2단계 인증
pl_pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação em dois fatores
ru_ru: Двухфакторная проверка подлинности
tr_tr: İki öğeli kimlik doğrulama
zh_cn: 双重身份验证
zh_tw: 雙重要素驗證

# SignUpLink
source: Sign up
cs_cz: Zaregistrovat se
de_de: Registrieren
es_es: Suscribirse
fr_fr: S'inscrire
it_it: Iscrizione
ja_jp: サインアップ
ko_kr: 등록
pl_pl: Utwórz konto
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
tr_tr: Kaydol
zh_cn: 注册
zh_tw: 註冊

# SignOutLink
source: Sign out
cs_cz: Odhlásit se
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
it_it: Disconnetti
ja_jp: サインアウト
ko_kr: 로그아웃
pl_pl: Wyloguj się
pt_br: Sair
ru_ru: Выход
tr_tr: Oturumu kapat
zh_cn: 注销
zh_tw: 登出

# resendCodeButtonToolTip
source: Send the code to your registered SMS Device again
cs_cz: Znovu odeslat kód na vaše registrované zařízení SMS
de_de: Code erneut an Ihr registriertes SMS-Gerät senden
es_es: Volver a enviar el código al dispositivo SMS registrado
fr_fr: Renvoyer le code à votre appareil SMS inscrit
it_it: Invia di nuovo il codice al dispositivo SMS registrato
ja_jp: 登録された SMS デバイスにコードを再送信します
ko_kr: 등록된 SMS 디바이스에 코드를 다시 보냅니다.
pl_pl: Ponownie wyślij kod do zarejestrowanego urządzenia obsługującego wiadomości SMS
pt_br: Enviar o código novamente para o seu Dispositivo de SMS registrado
ru_ru: Снова отправить код на зарегистрированное устройство для SMS
tr_tr: Kodu kayıtlı SMS Cihazınıza yeniden gönderin
zh_cn: 再次将代码发送到你注册的 SMS 设备
zh_tw: 再次傳送代碼到您已註冊的 SMS 裝置

# resendCodeButtonContent
source: Resend
cs_cz: Poslat znovu
de_de: Erneut senden
es_es: Volver a enviar
fr_fr: Renvoyer
it_it: Rinvia
ja_jp: 再送信
ko_kr: 다시 보내기
pl_pl: Wyślij ponownie
pt_br: Reenviar
ru_ru: Повторно отправить
tr_tr: Yeniden Gönder
zh_cn: 重新发送
zh_tw: 重送

# RepoNameText
source: Repository Name
cs_cz: Název úložiště
es_es: Nombre del repositorio
fr_fr: Nom du dépôt
it_it: Nome repository
ja_jp: リポジトリ名
ko_kr: 리포지토리 이름
pl_pl: Nazwa repozytorium
pt_br: Nome do Repositório
ru_ru: Имя репозитория
tr_tr: Depo Adı
zh_cn: 存储库名称
zh_tw: 儲存機制名稱

# RepoDoesNotHaveRemoteText
source: This repository does not have a remote. Fill out the form to publish it to GitHub.
cs_cz: Toto úložiště nemá vzdálené úložiště. Vyplňte formulář pro jeho publikování na GitHubu.
de_de: Dieses Repository weist kein Remoterepository auf. Füllen Sie das Formular aus, um es in GitHub zu veröffentlichen.
es_es: Este repositorio no tiene un repositorio remoto. Rellene el formulario para publicarlo en GitHub.
fr_fr: Ce dépôt n'a pas de dépôt distant. Remplissez le formulaire pour le publier sur GitHub.
it_it: In questo repository non è presente un repository remoto. Compilare il modulo per pubblicarlo in GitHub.
ja_jp: このリポジトリにはリモートがありません。このリポジトリを GitHub に発行するには、フォームに入力します。
ko_kr: 이 리포지토리에는 원격 항목이 없습니다. 양식을 작성하여 GitHub에 게시합니다.
pl_pl: To repozytorium nie ma repozytorium zdalnego. Wypełnij formularz, aby opublikować je w witrynie GitHub.
pt_br: Este repositório não tem um repositório remoto. Preencha o formulário para publicá-lo no GitHub.
ru_ru: У этого репозитория нет удаленного репозитория. Заполните форму на публикацию в GitHub.
tr_tr: Bu deponun uzak deposu yok. GitHub'da yayımlamak için formu doldurun.
zh_cn: 此存储库没有远程库。填写此表单以将其发布到 GitHub。
zh_tw: 此存放庫沒有遠端存放庫。請填寫表單以將其發佈至 GitHub。

# publishText
source: Publish
cs_cz: Publikovat
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
it_it: Pubblica
ja_jp: 公開
ko_kr: 게시
pl_pl: Publikuj
pt_br: Publicar
ru_ru: Опубликовать
tr_tr: Yayımla
zh_cn: 发布
zh_tw: 發行

# orText
source: or
cs_cz: nebo
de_de: oder
es_es: o
fr_fr: ou
it_it: oppure
ja_jp: または
ko_kr: 또는
pl_pl: lub
pt_br: ou
ru_ru: или
tr_tr: veya
zh_cn: 或者
zh_tw: 或

# openTwoFactorAuthAppText
source: Open the two-factor authentication app on your device to view your authentication code.
cs_cz: Otevřete aplikaci pro dvoufaktorové ověřování na vašem zařízení a zobrazte svůj ověřovací kód.
de_de: Öffnen Sie die App zur zweistufigen Authentifizierung auf Ihrem Gerät, um Ihren Authentifizierungscode anzuzeigen.
es_es: Abra la aplicación de autenticación en dos fases en el dispositivo para ver el código de autenticación.
fr_fr: Ouvrez l'application d'authentification à 2 facteurs sur votre appareil pour afficher votre code d'authentification.
it_it: Aprire l'app di autenticazione a due fattori nel dispositivo per visualizzare il codice di autenticazione.
ja_jp: デバイスで 2 要素認証アプリを開き、認証コードを確認してださい。
ko_kr: 디바이스에서 2단계 인증 앱을 열어 인증 코드를 봅니다.
pl_pl: Otwórz aplikację uwierzytelniania dwuskładnikowego na urządzeniu, aby wyświetlić kod uwierzytelniania.
pt_br: Abra o aplicativo de autenticação de dois fatores em seu dispositivo para exibir o código de autenticação.
ru_ru: Откройте приложение двухфакторной проверки подлинности на устройстве, чтобы просмотреть код проверки подлинности.
tr_tr: Kimlik doğrulama kodunuzu görüntülemek için cihazınızda iki öğeli kimlik doğrulama uygulamasını açın.
zh_cn: 打开设备上的双因素身份验证应用以查看你的验证码。
zh_tw: 開啟您裝置上的雙重要素驗證應用程式，即可檢視驗證碼。

# noRepositoriesMessageText
source: No repositories
cs_cz: Žádná úložiště
de_de: Keine Repositorys.
es_es: No hay repositorios
fr_fr: Aucun dépôt
it_it: Non esiste alcun repository
ja_jp: リポジトリがありません
ko_kr: 리포지토리 없음
pl_pl: Brak repozytoriów
pt_br: Nenhum repositório
ru_ru: Нет репозиториев
tr_tr: Depo yok
zh_cn: 没有存储库
zh_tw: 沒有任何存放庫

# nameText
source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
tr_tr: Ad
zh_cn: 名称
zh_tw: 名稱

# makePrivateContent
source: Private Repository
cs_cz: Privátní úložiště
de_de: Privates Repository
es_es: Repositorio privado
fr_fr: Référentiel privé
it_it: Repository privato
ja_jp: プライベート リポジトリ
ko_kr: 비공개 리포지토리
pl_pl: Repozytorium prywatne
pt_br: Repositório Privado
ru_ru: Частный репозиторий
tr_tr: Özel Depo
zh_cn: 专用存储库
zh_tw: 私人存放庫

# localPathText
source: Local path:
cs_cz: Místní cesta:
de_de: Lokaler Pfad:
es_es: Ruta de acceso local:
fr_fr: Chemin local :
it_it: Percorso locale:
ja_jp: ローカル パス:
ko_kr: 로컬 경로:
pl_pl: Ścieżka lokalna:
pt_br: Caminho local:
ru_ru: Локальный путь:
tr_tr: Yerel yol:
zh_cn: 本地路径:
zh_tw: 本機路徑:

# licenseListText
source: License
cs_cz: Licence
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス
ko_kr: 라이선스
pl_pl: Licencja
pt_br: Licença
ru_ru: Лицензия
tr_tr: Lisans
zh_cn: 许可证
zh_tw: 授權

# learnMoreLink
source: Learn more
cs_cz: Další informace
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細情報
ko_kr: 자세한 정보
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
ru_ru: Дополнительные сведения
tr_tr: Daha fazla bilgi
zh_cn: 了解详细信息
zh_tw: 進一步了解

# ignoreTemplateListText
source: Git ignore
cs_cz: Ignorování Gitu
de_de: Git ignorieren
es_es: Omitir GIT
it_it: Elenco gitignore
ja_jp: Git 無視
pl_pl: Git — ignoruj
pt_br: Ignorar git
ru_ru: Игнорировать Git
zh_cn: Git 忽略
zh_tw: Git 忽略

# filterTextPromptText
source: Search repositories
cs_cz: Hledat úložiště
de_de: Repositorys durchsuchen
es_es: Buscar repositorios
fr_fr: Rechercher dans les dépôts
it_it: Cerca nei repository
ja_jp: リポジトリの検索
ko_kr: 리포지토리 검색
pl_pl: Wyszukaj repozytoria
pt_br: Pesquisar repositórios
ru_ru: Поиск по репозиториям
tr_tr: Depolarda ara
zh_cn: 搜索存储库
zh_tw: 搜尋存放庫

# loadingFailedMessageContent
source: Some or all repositories may not have loaded. Close the dialog and try again.
cs_cz: Některá nebo všechna úložiště se možná nenačetla. Zavřete dialogové okno a zkuste to znovu.
de_de: Einige oder alle Repositorys wurden möglicherweise nicht geladen. Schließen Sie das Dialogfeld, und versuchen Sie es noch mal.
es_es: Puede que no se hayan cargado algunos repositorios o ninguno de ellos. Cierre el cuadro de diálogo y vuelva a intentarlo.
fr_fr: Certains ou tous les dépôts n'ont peut-être pas été chargés. Fermez la boîte de dialogue et réessayez.
it_it: È possibile che alcuni o tutti i repository non siano stati caricati. Chiudere la finestra di dialogo e riprovare.
ja_jp: 一部またはすべてのリポジトリが読み込まれていない可能性があります。ダイアログを閉じて、もう一度お試しください。
ko_kr: 일부 또는 전체 리포지토리가 로드되지 않았을 수 있습니다. 대화 상자를 닫고 다시 시도하세요.
pl_pl: Być może nie załadowano niektórych lub wszystkich repozytoriów. Zamknij okno dialogowe i spróbuj ponownie.
pt_br: Alguns ou todos os repositórios podem não ter carregado. Feche a caixa de diálogo e tente novamente.
ru_ru: Не были загружены некоторые или все репозитории. Закройте это диалоговое окно и повторите попытку.
tr_tr: Depoların bir kısmı veya tümü yüklenmemiş olabilir. İletişim kutusunu kapatın ve yeniden deneyin.
zh_cn: 可能未加载部分或所有存储库。请关闭对话框，然后重试。
zh_tw: 可能未載入部分或所有存放庫。請關閉對話方塊，並再試一次。

# loadingFailedMessageMessage
source: An error occurred while loading repositories
cs_cz: Při načítání úložišť došlo k chybě.
de_de: Fehler beim Laden von Repositorys.
es_es: Error al cargar los repositorios
fr_fr: Une erreur s'est produite durant le chargement des dépôts
it_it: Si è verificato un errore durante il caricamento dei repository
ja_jp: リポジトリの読み込み中にエラーが発生しました
ko_kr: 리포지토리를 로드하는 동안 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas ładowania repozytoriów
pt_br: Ocorreu um erro ao carregar os repositórios
ru_ru: Произошла ошибка при загрузке панелей репозиториев
tr_tr: Depolar yüklenirken bir hata oluştu
zh_cn: 加载存储库时出现错误
zh_tw: 載入存放庫時發生錯誤

# enterpriseUrlPromptText
source: GitHub Enterprise server address
cs_cz: Adresa serveru GitHub Enterprise
de_de: GitHub Enterprise-Serveradresse
es_es: Dirección del servidor de GitHub Enterprise
fr_fr: Adresse du serveur GitHub Enterprise
it_it: Indirizzo del server GitHub Enterprise
ja_jp: GitHub Enterprise サーバーのアドレス
ko_kr: GitHub Enterprise 서버 주소
pl_pl: Adres serwera usługi GitHub Enterprise
pt_br: Endereço do servidor do GitHub Enterprise
ru_ru: Адрес сервера GitHub Enterprise
tr_tr: GitHub Enterprise sunucusu adresi
zh_cn: GitHub Enterprise 服务器地址
zh_tw: GitHub Enterprise 伺服器位址
