Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# NoResolveSameOwnerMessage
source: Couldn't find target URL in current repository. Try again after doing a fetch.
cs_cz: V aktuálním úložišti se nepodařilo najít cílovou adresu URL. Zkuste to znovu po načtení změn.
de_de: Die Ziel-URL wurde im aktuellen Repository nicht gefunden. Versuchen Sie es nach einem Abrufvorgang (fetch) noch einmal.
es_es: No se encontró la dirección URL de destino en el repositorio actual. Vuelva a intentarlo tras una recuperación de cambios.
fr_fr: L'URL cible est introuvable dans le dépôt actuel. Réessayez après une récupération (fetch).
it_it: Non è stato trovato alcun URL di destinazione nel repository corrente. Riprovare dopo aver eseguito il comando fetch.
ja_jp: 現在のリポジトリにターゲット URL が見つかりませんでした。フェッチを実行した後、もう一度お試しください。
ko_kr: 현재 리포지토리에서 대상 URL을 찾을 수 없습니다. 페치를 수행한 후 다시 시도하세요.
pl_pl: Nie można odnaleźć docelowego adresu URL w bieżącym repozytorium. Spróbuj ponownie po zakończeniu pobierania.
pt_br: Não foi possível encontrar a URL de destino no repositório atual. Tente novamente depois de efetuar um fetch.
ru_ru: Не удалось найти целевой URL-адрес в текущем репозитории. Выполните принесение и повторите попытку.
tr_tr: Hedef URL geçerli depoda bulunamadı. Getirme işlemi gerçekleştirdikten sonra yeniden deneyin.
zh_cn: 当前存储库中找不到目标 URL。请执行提取后重试。
zh_tw: 在目前存放庫中找不到目標 URL。請在執行擷取後再試一次。

# DirectoryAtDestinationNotEmpty
source: The directory at the destination path is not empty.
cs_cz: Adresář v cílové cestě není prázdný.
de_de: Das Verzeichnis im Zielpfad ist nicht leer.
es_es: El directorio en la ruta de acceso de destino no está vacío.
fr_fr: Le répertoire du chemin de destination n'est pas vide.
it_it: La directory nel percorso di destinazione non è vuota.
ja_jp: ターゲット パスのディレクトリが空ではありません。
ko_kr: 대상 경로의 디렉터리가 비어 있지 않습니다.
pl_pl: Katalog w ścieżce docelowej nie jest pusty.
pt_br: O diretório no caminho de destino não está vazio.
ru_ru: Каталог в пути назначения не пуст.
tr_tr: Hedef yoldaki dizin boş değil.
zh_cn: 目标路径中的目录不为空。
zh_tw: 在目的地路徑中的目錄並非空白。

# LocalRepositoryDoesntHaveARemoteOrigin
source: A repository already exists at this location, but it doesn't have a remote named "origin".
cs_cz: Úložiště už v tomto umístění existuje, ale nemá vzdálené úložiště s názvem origin.
de_de: An diesem Speicherort ist bereits ein Repository vorhanden, das aber kein Remoterepository namens "origin" aufweist.
es_es: Ya existe un repositorio en esta ubicación, pero no tiene un repositorio remoto con el nombre "origen".
fr_fr: Un dépôt existe déjà à cet emplacement, mais il n'a pas de dépôt distant nommé « origin ».
it_it: In questo percorso esiste già un repository che però non include un repository remoto denominato "origin".
ja_jp: この場所にリポジトリが既に存在しますが、そのリポジトリには "origin" という名前のリモートがありません。
ko_kr: 리포지토리가 이 위치에 이미 있지만, "origin"이라는 원격 항목을 포함하지 않습니다.
pl_pl: Repozytorium już istnieje w tej lokalizacji, ale nie ma zdalnego repozytorium o nazwie „origin”.
pt_br: Já existe um repositório neste local, mas ele não tem um repositório remoto com o nome "origem".
ru_ru: В этом расположении уже существует репозиторий, но у него отсутствует удаленный репозиторий с именем "origin".
tr_tr: Bu konumda bir depo zaten var ancak bu deponun "origin" adlı bir uzak deposu yok.
zh_cn: 此位置已存在一个存储库，但该存储库不具有名为 "origin" 的远程库。
zh_tw: 存放庫已存在於此位置，但其不具有名為 "origin" 的遠端存放庫。

# LocalRepositoryHasARemoteOf
source: A repository already exists at this location, but it has a remote of {0}.
cs_cz: Úložiště už v tomto umístění existuje, ale má vzdálené úložiště {0}.
de_de: An diesem Speicherort ist bereits ein Repository vorhanden, das aber ein Remoterepository "{0}" aufweist.
es_es: Ya existe un repositorio en esta ubicación, pero tiene un repositorio remoto de {0}.
fr_fr: Un dépôt existe déjà à cet emplacement, mais il a un dépôt distant {0}.
it_it: In questo percorso esiste già un repository che però contiene un repository remoto di {0}.
ja_jp: この場所にリポジトリが既に存在しますが、そのリポジトリには {0} のリモートがあります。
ko_kr: 리포지토리가 이 위치에 이미 있지만, {0}의 원격 항목을 포함하지 않습니다.
pl_pl: Repozytorium już istnieje w tej lokalizacji, ale ma repozytorium zdalne {0}.
pt_br: Já existe um repositório neste local, mas ele tem um repositório remoto de {0}.
ru_ru: В этом расположении уже существует репозиторий, но у него имеется удаленный репозиторий {0}.
tr_tr: Bu konumda bir depo zaten var ancak bu depo {0} adlı bir uzak depoya sahip.
zh_cn: 此位置已存在一个存储库，但该存储库具有名为 {0} 的远程库。
zh_tw: 存放庫已存在於此位置，但其具有 {0} 的遠端存放庫。

# YouHaveAlreadyClonedToThisLocation
source: You have already cloned to this location. Click 'Open' to open the local repository.
cs_cz: Do tohoto umístění jste už klonovali. Kliknutím na Otevřít otevřete místní úložiště.
de_de: Sie haben bereits einen Klonvorgang in diesen Speicherort durchgeführt. Klicken Sie auf "Öffnen", um das lokale Repository zu öffnen.
es_es: Ya se ha realizado una clonación en esta ubicación. Haga clic en "Abrir" para abrir el repositorio local.
fr_fr: Vous avez déjà cloné à cet emplacement. Cliquez sur Ouvrir pour ouvrir le dépôt local.
it_it: È già stata eseguita la clonazione in questo percorso. Fare clic su 'Apri' per aprire il repository locale.
ja_jp: この場所に対する複製は既に実行済みです。[開く] をクリックして、ローカル リポジトリを開いてください。
ko_kr: 이 위치에 이미 복제했습니다. '열기'를 클릭하여 로컬 리포지토리를 엽니다.
pl_pl: Sklonowano już zawartość do tej lokalizacji. Kliknij pozycję „Otwórz”, aby otworzyć repozytorium lokalne.
pt_br: Você já clonou nesse local. Clique em 'Abrir' para abrir o repositório local.
ru_ru: Вы уже клонировали элементы в это расположение. Нажмите кнопку "Открыть", чтобы открыть локальный репозиторий.
tr_tr: Zaten bu konuma kopyaladınız. Yerel depoyu açmak için 'Aç' seçeneğine tıklayın.
zh_cn: 已克隆到此位置。单击“打开”打开本地存储库。
zh_tw: 您已複製到此位置。按一下 [開啟] 可開啟本機存放庫。

source: Can't find GitHub URL for repository
cs_cz: Pro úložiště nelze najít adresu URL na GitHubu.
de_de: Die GitHub-URL für das Repository wurde nicht gefunden.
es_es: No se encuentra la dirección URL de GitHub para el repositorio
fr_fr: URL GitHub du dépôt introuvable
it_it: Non è possibile trovare l'URL GitHub per il repository
ja_jp: リポジトリの GitHub URL が見つかりません
ko_kr: 리포지토리의 GitHub URL을 찾을 수 없습니다.
pl_pl: Nie można odnaleźć adresu URL repozytorium w usłudze GitHub
pt_br: Não é possível encontrar a URL do GitHub para repositório
ru_ru: Не удается найти URL-адрес GitHub для репозитория
tr_tr: Depo için GitHub URL'si bulunamıyor
zh_cn: 找不到存储库的 GitHub URL
zh_tw: 找不到存放庫的 GitHub URL

# RepositoriesMustHaveRemoteOrigin
source: Repositories must have a remote called "origin" defined in order to locate their GitHub URL.
cs_cz: Úložiště musí mít definované vzdálené úložiště s názvem origin, aby bylo možné vyhledat jejich adresu URL na GitHubu.
de_de: Für Repositorys muss ein Remoterepository namens "origin" definiert sein, damit die entsprechende GitHub-URL gefunden wird.
es_es: Los repositorios deben tener definido un repositorio remoto llamado "origen" para encontrar su dirección URL de GitHub.
fr_fr: Les dépôts doivent avoir un dépôt distant appelé « origin » pour localiser leur URL GitHub.
it_it: Nei repository è necessario definire un repository remoto denominato "origin" per consentire l'individuazione dell'URL GitHub.
ja_jp: リポジトリの GitHub URL を検索するには、"origin" という名前のリモートがそのリポジトリで定義されている必要があります。
ko_kr: 리포지토리에는 해당 GitHub URL을 찾기 위해 정의된 "origin"이라는 원격 항목이 있어야 합니다.
pl_pl: Repozytoria muszą mieć zdefiniowane repozytorium zdalne o nazwie „origin” w celu zlokalizowania ich adresu URL usługi GitHub.
pt_br: Os repositórios precisam ter um repositório remoto chamado "origem" definido para localizar suas URLs do GitHub.
ru_ru: У репозиториев должен быть определен удаленный репозиторий "origin" для обнаружения их URL-адреса GitHub.
tr_tr: GitHub URL'lerinin bulunması için depoların tanımlı bir "origin" adlı uzak depoya sahip olması gerekir.
zh_cn: 存储库必须定义名为 "origin" 的远程库才能找到其 GitHub URL。
zh_tw: 存放庫必須定義名為 "origin" 的遠端存放庫，才能尋找其 GitHub URL。

# RepositoriesMustHaveRemoteOriginHowToFix
source: Please rename one of your existing remotes to 'origin' or add a new remote named 'origin' and fetch. This can be done from the command line or by clicking the button below.
cs_cz: Přejmenujte prosím jedno z vašich existujících vzdálených úložišť na origin nebo přidejte nové vzdálené úložiště s názvem origin a načtěte je. Můžete to provést z příkazového řádku nebo kliknutím na tlačítko níže.
de_de: Benennen Sie eines der vorhandenen Remoterepositorys in "origin" um, oder fügen Sie ein neues Remoterepository namens "origin" hinzu, und führen Sie einen Abrufvorgang (fetch) durch. Dies kann über die Befehlszeile oder durch Klicken auf die untenstehende Schaltfläche erfolgen.
es_es: Cambie el nombre de uno de los repositorios remotos actuales a "origen", o bien agregue uno nuevo llamado "origen" y recupere los cambios. Esta operación puede realizarse desde la línea de comandos o al hacer clic en el botón siguiente.
fr_fr: Renommez l'un de vos dépôts distants existants « origin » ou ajoutez-en un nouveau nommé « origin » et effectuez une récupération (fetch). Pour cela, utilisez la ligne de commande ou cliquez sur le bouton ci-dessous.
it_it: Rinominare uno dei repository remoti esistenti in 'origin' oppure aggiungere un nuovo repository remoto denominato 'origin' ed eseguire il comando fetch. È possibile eseguire questa operazione dalla riga di comando oppure facendo clic sul pulsante in basso.
ja_jp: 既存のリモートのいずれかの名前を 'origin' に変更するか、'origin' という名前の新しいリモートを追加してください。これを行うには、コマンド ラインを使用するか、下のボタンをクリックします。
ko_kr: 'origin'에 대한 기존 원격 항목 중 하나의 이름을 변경하거나, 'origin'이라는 새 원격 항목을 추가하고 페치하세요. 이 작업은 명령줄에서 또는 아래 단추를 클릭하여 수행할 수 있습니다.
pl_pl: Zmień nazwę jednego z istniejących repozytoriów zdalnych na „origin” lub dodaj nowe repozytorium zdalne o nazwie „origin” i pobierz. Można to zrobić z poziomu wiersza polecenia lub przez kliknięcie przycisku poniżej.
pt_br: Renomeie um dos seus repositórios remotos existentes para 'origem' ou adicione um novo repositório remoto chamado 'origem' e efetue um fetch. Isso pode ser feito da linha de comando ou clicando no botão abaixo.
ru_ru: Переименуйте один из существующих удаленных репозиториев в "origin" или добавьте новый удаленный репозиторий с такими именем и выполните принесение. Это можно сделать с помощью командной строки или приведенной ниже кнопки.
tr_tr: Lütfen mevcut uzak depolarınızdan birini 'origin' olarak adlandırın veya 'origin' adlı yeni bir uzak depo ekleyip getirin. Bu işlemi komut satırından veya aşağıdaki düğmeye tıklayarak gerçekleştirebilirsiniz.
zh_cn: 请将其中一个现有远程库重命名为 "origin" 或添加一个名为 "origin" 的新远程库并提取。可从命令行或通过单击下面的按钮完成此操作。
zh_tw: 請將其中一個現有的遠端存放庫重新命名為 'origin'，或新增名為 'origin' 的遠端並擷取。此作業可從命令列或按一下下方的按鈕完成。

# CouldntFindCorrespondingFile
source: Couldn't find file corresponding to '{0}' in the repository. Please do a 'git fetch' or checkout the target pull request.
cs_cz: V úložišti se nepodařilo najít soubor odpovídající {0}. Proveďte prosím příkaz git fetch nebo rezervujte žádost o přijetí změn v cíli.
de_de: Die entsprechende Datei für "{0}" wurde im Repository nicht gefunden. Führen Sie "git fetch" aus, oder checken Sie den Ziel-Pull Request aus.
es_es: No se encontró el archivo correspondiente a "{0}" en el repositorio. Realice la operación "Búsqueda de GIT" o extraiga del repositorio la solicitud de incorporación de cambios de destino.
fr_fr: Le fichier correspondant à « {0} » est introuvable dans le dépôt. Effectuez un « git fetch » ou extrayez la demande de tirage (pull request) cible.
it_it: Non è stato possibile trovare il file corrispondente a '{0}' nel repository. Eseguire 'git fetch' oppure il checkout della richiesta pull di destinazione.
ja_jp: '{0}' に対応するファイルがリポジトリ内に見つかりませんでした。'git fetch' を実行するか、ターゲット pull request をチェックアウトしてください。
ko_kr: 리포지토리에서 '{0}'에 해당하는 파일을 찾을 수 없습니다. 'git fetch'를 수행하거나 대상 끌어오기 요청을 체크 아웃하세요.
pl_pl: Nie można odnaleźć pliku odpowiadającego elementowi „{0}” w repozytorium. Wykonaj polecenie pobierania danych Git lub wyewidencjonuj docelowe żądanie ściągnięcia.
pt_br: Não foi possível encontrar o arquivo correspondente a '{0}' no repositório. Faça um 'git fetch' ou o check-out da solicitação de pull de destino.
ru_ru: Не удалось найти соответствующий файл "{0}" в репозитории. Выполните команду "git fetch" или извлечение целевого запроса на вытягивание.
tr_tr: Depoda '{0}' öğesine karşılık gelen dosya bulunamadı. Lütfen bir 'git fetch' işlemi gerçekleştirin ya da hedef çekme isteğini kullanıma alın.
zh_cn: 在存储库中找不到对应于 {0} 的文件。请执行 "git fetch" 或签出目标拉取请求。
zh_tw: 找不到存放庫中對應 '{0}' 的檔案。請執行 'git fetch' 或簽出目標提取要求。

# MostRecentlyPushed
source: {0} most recently pushed
cs_cz: {0} – naposledy nasdíleno
de_de: Letzte {0} mithilfe von Push übertragene Elemente
es_es: {0} con cambios enviados más recientemente
fr_fr: {0} envoyé (push) le plus récemment
it_it: {0} di cui è stato eseguito il push più di recente
ja_jp: {0} が最近プッシュされました
ko_kr: {0}이(가) 가장 최근 푸시됨
pl_pl: Ostatnio wypchnięte ({0})
pt_br: {0} mais recentemente pressionado
ru_ru: Отправлено последний раз: {0}
tr_tr: En son gönderilen {0}
zh_cn: 最近已推送 {0}
zh_tw: {0} 最近一次推送

source: Comment
cs_cz: Komentář
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
ko_kr: 주석
pl_pl: Komentarz
pt_br: Comentário
ru_ru: Комментарий
tr_tr: Açıklama
zh_cn: 注释
zh_tw: 註解

source: Close pull request
cs_cz: Zavřít žádost o přijetí změn
de_de: Pull Request schließen
es_es: Cerrar la solicitud de incorporación de cambios
fr_fr: Fermer la demande de tirage
it_it: Chiudi la richiesta pull
ja_jp: pull request を閉じる
ko_kr: 끌어오기 요청 닫기
pl_pl: Zamknij żądanie ściągnięcia
pt_br: Fechar solicitação de pull
ru_ru: Закрыть запрос на вытягивание
tr_tr: Çekme isteğini kapat
zh_cn: 关闭拉取请求
zh_tw: 關閉提取要求

source: Close issue
cs_cz: Zavřít problém
de_de: Issue schließen
es_es: Cerrar el problema
fr_fr: Fermer le problème
it_it: Chiudi il problema
ja_jp: 問題を閉じる
ko_kr: 문제 닫기
pl_pl: Zamknij problem
pt_br: Fechar problema
ru_ru: Закрыть обращение
tr_tr: Sorunu kapat
zh_cn: 关闭问题
zh_tw: 關閉問題

source: Close and comment
cs_cz: Zavřít a okomentovat
de_de: Schließen und kommentieren
es_es: Cerrar y comentar
fr_fr: Fermer et commenter
it_it: Chiudi e aggiungi commento
ja_jp: 閉じてコメントする
ko_kr: 닫기 및 주석 처리
pl_pl: Zamknij i skomentuj
pt_br: Fechar e comentar
ru_ru: Закрыть и прокомментировать
tr_tr: Kapat ve açıklama ekle
zh_cn: 关闭并注释
zh_tw: 關閉並加上註解

source: Reopen and comment
cs_cz: Znovu otevřít a okomentovat
de_de: Erneut öffnen und kommentieren
es_es: Volver a abrir y comentar
fr_fr: Rouvrir et commenter
it_it: Riapri e aggiungi commento
ja_jp: 再度開いてコメントする
ko_kr: 다시 열기 및 주석 처리
pl_pl: Otwórz ponownie i skomentuj
pt_br: Reabrir e comentar
ru_ru: Повторно открыть и прокомментировать
tr_tr: Yeniden aç ve açıklama ekle
zh_cn: 重新打开并注释
zh_tw: 重新開啟並加上註解

source: Reopen issue
cs_cz: Znovu otevřít problém
de_de: Issue öffnen
es_es: Volver a abrir el problema
fr_fr: Rouvrir le problème
it_it: Riapri il problema
ja_jp: 問題を再度開く
ko_kr: 문제 다시 열기
pl_pl: Otwórz ponownie problem
pt_br: Reabrir problema
ru_ru: Повторно открыть обращение
tr_tr: Sorunu yeniden aç
zh_cn: 重新打开问题
zh_tw: 重新開啟問題

source: Reopen pull request
cs_cz: Znovu otevřít žádost o přijetí změn
de_de: Pull Request erneut öffnen
es_es: Volver a abrir la solicitud de incorporación de cambios
fr_fr: Rouvrir la demande de tirage
it_it: Riapri la richiesta pull
ja_jp: pull request を再度開く
ko_kr: 끌어오기 요청 다시 열기
pl_pl: Otwórz ponownie żądanie ściągnięcia
pt_br: Reabrir solicitação de pull
ru_ru: Повторно открыть запрос на включение внесенных изменений
tr_tr: Çekme isteğini yeniden aç
zh_cn: 重新打开拉取请求
zh_tw: 重新開啟提取要求

# CommitCountFormat
source: {0} commits
cs_cz: Počet zápisů: {0}
es_es: {0} confirmaciones
fr_fr: {0} validations
it_it: {0} commit
ja_jp: {0} 個のコミット
ko_kr: {0}개 커밋
pl_pl: Zatwierdzenia w {0}
pt_br: {0} confirma
ru_ru: Фиксаций: {0}
tr_tr: {0} işleme
zh_cn: {0} 个提交
zh_tw: {0} 項認可

source: added some commits
cs_cz: přidal(a) nějaké zápisy
de_de: Einige Commits hinzugefügt
es_es: se han agregado algunas confirmaciones
fr_fr: commits ajoutés
it_it: ha aggiunto alcuni commit
ja_jp: コミットがいくつか追加されました
ko_kr: 일부 커밋을 추가함
pl_pl: — użytkownik dodał zatwierdzenia
pt_br: adicionou algumas confirmações
ru_ru: добавляет некоторые фиксации
tr_tr: birkaç işleme ekledi
zh_cn: 已添加部分提交
zh_tw: 已新增一些認可

source: and others
cs_cz: a další
de_de: und weitere
es_es: y otros
fr_fr: et autres
it_it: e altri
ja_jp: その他
ko_kr: 및 기타
pl_pl: i inni
pt_br: e outros
ru_ru: и др.
tr_tr: ve diğer kişiler
zh_cn: 以及其他
zh_tw: 及其他

source: This conversation was marked as resolved
cs_cz: Tato konverzace byla označena jako vyřešená.
de_de: Diese Konversation wurde als aufgelöst markiert.
es_es: Esta conversación se ha marcado como resuelta
fr_fr: Cette conversation a été marquée comme résolue
it_it: Questa conversazione è stata contrassegnata come risolta
ja_jp: この会話は解決済みとしてマークされました
ko_kr: 이 대화는 확인된 것으로 표시되었습니다.
pl_pl: Ta konwersacja została oznaczona jako rozwiązana
pt_br: Esta conversa foi marcada como resolvida
ru_ru: Эта беседа была помечена как разрешенная.
tr_tr: Bu konuşma çözümlendi olarak işaretlendi
zh_cn: 此对话标记为已解决
zh_tw: 此交談已標示為已解決

# RepositorySelectYourRepositories
source: Your repositories
cs_cz: Vaše úložiště
de_de: Ihre Repositorys
es_es: Los repositorios
fr_fr: Vos dépôts
it_it: Repository personali
ja_jp: ご使用のリポジトリ
ko_kr: 사용자 리포지토리
pl_pl: Twoje repozytoria
pt_br: Seus repositórios
ru_ru: Ваши хранилища
tr_tr: Depolarınız
zh_cn: 你的存储库
zh_tw: 您的存放庫

# RepositorySelectCollaboratorRepositories
source: Collaborator repositories
cs_cz: Úložiště spolupracovníka
de_de: Repositorys von Projektmitarbeitern
es_es: Repositorios de colaborador
fr_fr: Dépôts de collaborateur
it_it: Repository dei collaboratori
ja_jp: コラボレーターのリポジトリ
ko_kr: 협력자 리포지토리
pl_pl: Repozytoria współpracowników
pt_br: Repositórios de colaborador
ru_ru: Репозитории участника совместной работы
tr_tr: Ortak çalışan depoları
zh_cn: 协作者存储库
zh_tw: 共同作業者存放庫

# RepositorySelectContributedRepositories
source: Contributed to repositories
cs_cz: Přidáno do úložišť
de_de: Beitrag zu Repositorys
es_es: Contribución a los repositorios
fr_fr: A contribué aux dépôts
it_it: Aggiunto come contributo ai repository
ja_jp: 参加先のリポジトリ
ko_kr: 리포지토리에 협력함
pl_pl: Współtworzone repozytoria
pt_br: Contribui para os repositórios
ru_ru: Добавлял данные в репозитории
tr_tr: Katkıda bulunulan depolar
zh_cn: 已参与存储库
zh_tw: 已提供給存放庫

# OpenFromGitHubSearchOrEnterAUrl
source: Search or enter a URL
cs_cz: Vyhledejte nebo zadejte adresu URL.
de_de: URL suchen oder eingeben
es_es: Buscar o escribir una dirección URL
fr_fr: Rechercher ou entrer une URL
it_it: Cercare o immettere un URL
ja_jp: URL を検索または入力します
ko_kr: URL 검색 또는 입력
pl_pl: Wyszukaj lub wprowadź adres URL
pt_br: Pesquise ou insira uma URL
ru_ru: Поиск или ввод URL-адреса
tr_tr: Bir URL arayın veya girin
zh_cn: 搜索或输入 URL
zh_tw: 搜尋或輸入 URL

# OpenFromGitHubBrowse
source: Browse...
cs_cz: Procházet...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
pl_pl: Przeglądaj...
pt_br: Procurar...
ru_ru: Обзор...
tr_tr: Gözat...
zh_cn: 浏览...
zh_tw: 瀏覽...

# OpenFromGitHubClone
source: Clone
cs_cz: Klon
de_de: Klonen
es_es: Clonar
fr_fr: Cloner
it_it: Clona
ja_jp: 複製
ko_kr: 복제
pl_pl: Klonuj
pt_br: Clonar
ru_ru: Клонировать
tr_tr: Kopyalama
zh_cn: 克隆
zh_tw: 複製

source: Add/Change Accounts
cs_cz: Přidat nebo změnit účty
de_de: Konten hinzufügen/ändern
es_es: Agregar o cambiar cuentas
fr_fr: Ajouter/Changer des comptes
it_it: Aggiungi/Modifica account
ja_jp: アカウントの追加または変更
ko_kr: 계정 추가/변경
pl_pl: Dodaj/Zmień konta
pt_br: Adicionar/Alterar Contas
ru_ru: Добавить или изменить учетные записи
tr_tr: Hesap Ekle/Değiştir
zh_cn: 添加/更改帐户
zh_tw: 新增/變更帳戶
