Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# BlendDialogText
source: The GitHub extension is not available inside Blend
cs_cz: Rozšíření GitHub není k dispozici v Blendu.
de_de: Die GitHub-Erweiterung ist innerhalb von Blend nicht verfügbar.
es_es: La extensión de GitHub no está disponible en Blend
fr_fr: L'extension GitHub n'est pas disponible dans Blend
it_it: L'estensione GitHub non è disponibile in Blend
ja_jp: Blend 内では GitHub 拡張機能を使用できません
ko_kr: GitHub 확장은 Blend 내에서 사용할 수 없습니다.
pl_pl: Rozszerzenie GitHub jest niedostępne w programie Blend
pt_br: A extensão do GitHub não está disponível dentro do Blend
ru_ru: Расширение GitHub недоступно внутри Blend
tr_tr: GitHub uzantısı Blend içinde kullanılamıyor
zh_cn: GitHub 扩展在 Blend 中不可用
zh_tw: 無法在 Blend 內使用 GitHub 延伸模組

source: Update comment
cs_cz: Aktualizovat komentář
de_de: Kommentar aktualisieren
es_es: Actualizar el comentario
fr_fr: Mettre à jour le commentaire
it_it: Aggiorna il commento
ja_jp: コメントの更新
ko_kr: 주석 업데이트
pl_pl: Zaktualizuj komentarz
pt_br: Atualizar o comentário
ru_ru: Обновить комментарий
tr_tr: Açıklamayı güncelleştir
zh_cn: 更新评论
zh_tw: 更新註解

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

source: Pending
cs_cz: Čekající
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
it_it: In sospeso
ja_jp: 保留中
ko_kr: 보류 중
pl_pl: Oczekujący
pt_br: Pendente
ru_ru: Ожидание
tr_tr: Bekliyor
zh_cn: 挂起
zh_tw: 暫止

source: Start a review
cs_cz: Zahájit revizi
de_de: Review starten
es_es: Iniciar una revisión
fr_fr: Commencer une revue
it_it: Avvia una revisione
ja_jp: レビューの開始
ko_kr: 검토 시작
pl_pl: Rozpocznij przegląd
pt_br: Iniciar uma revisão
ru_ru: Начать проверку
tr_tr: İnceleme başlat
zh_cn: 开始评审
zh_tw: 開始檢閱

source: You must commit and push your changes to add a comment here.
cs_cz: Pokud sem chcete přidat komentář, musíte zapsat a nasdílet změny.
de_de: Sie müssen für Ihre Änderungen einen Commit und einen Pushvorgang ausführen, um hier einen Kommentar hinzuzufügen.
es_es: Debe hacer commit y enviar los cambios para agregar un comentario aquí.
fr_fr: Vous devez commiter et envoyer (push) vos changements pour ajouter un commentaire ici.
it_it: È necessario eseguire il commit e il push delle modifiche per aggiungere un commento qui.
ja_jp: ここにコメントを追加するには、変更をコミットしてプッシュする必要があります。
ko_kr: 여기에 주석을 추가하려면 변경 내용을 커밋하고 푸시해야 합니다.
pl_pl: Musisz zatwierdzić i wypchnąć zmiany, aby dodać tutaj komentarz.
pt_br: Você precisa fazer commit das alterações e enviá-las por push para adicionar um comentário aqui.
ru_ru: Вам нужно зафиксировать и отправить изменения, чтобы добавить сюда комментарий.
tr_tr: Buraya bir açıklama eklemek için değişikliklerinizi commit işlemi yapıp göndermelisiniz.
zh_cn: 必须提交并推送你的更改才能在此处添加评论。
zh_tw: 您必須認可並推送變更，以在這裡新增註解。

source: Previous Comment
cs_cz: Předchozí komentář
de_de: Vorheriger Kommentar
es_es: Comentario anterior
fr_fr: Commentaire précédent
it_it: Commento precedente
ja_jp: 前のコメント
ko_kr: 이전 주석
pl_pl: Poprzedni komentarz
pt_br: Comentário Anterior
ru_ru: Предыдущий комментарий
tr_tr: Önceki Açıklama
zh_cn: 上一个评论
zh_tw: 上一個註解

source: Next Comment
cs_cz: Další komentář
de_de: Nächster Kommentar
es_es: Comentario siguiente
fr_fr: Commentaire suivant
it_it: Commento successivo
ja_jp: 次のコメント
ko_kr: 다음 주석
pl_pl: Następny komentarz
pt_br: Próximo Comentário
ru_ru: Следующий комментарий
tr_tr: Sonraki Açıklama
zh_cn: 下一个评论
zh_tw: 下一個註解

source: View, Checkout or Create a Pull request
cs_cz: Zobrazit, rezervovat nebo vytvořit žádost o přijetí změn
de_de: Pull Request anzeigen, auschecken oder erstellen
es_es: Ver, extraer del repositorio o crear una solicitud de incorporación de cambios
fr_fr: Afficher, extraire ou créer une demande de tirage (pull request)
it_it: Visualizza, esegui checkout o crea una richiesta pull
ja_jp: Pull Request の表示、チェックアウト、または作成
ko_kr: 끌어오기 요청 보기, 체크 아웃 또는 만들기
pl_pl: Wyświetl, wyewidencjonuj lub utwórz żądanie ściągnięcia
pt_br: Exibir, Fazer Check-out ou Criar uma solicitação de Pull
ru_ru: Просмотр, извлечение или создание запроса на вытягивание
tr_tr: Çekme İsteğini Görüntüle, Oluştur veya Kullanıma Al
zh_cn: 查看、签出或创建拉取请求
zh_tw: 檢視、簽出或建立提取要求

source: Back
cs_cz: Zpět
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
tr_tr: Geri
zh_cn: 上一步
zh_tw: 上一步

source: Fork Repository
cs_cz: Fork úložiště
de_de: Repository forken
es_es: Bifurcar repositorio
fr_fr: Dupliquer (fork) le dépôt
it_it: Crea una copia del repository tramite fork
ja_jp: リポジトリのフォーク
ko_kr: 리포지토리 포크
pl_pl: Utwórz rozwidlenie repozytorium
pt_br: Repositório de Bifurcação
ru_ru: Создать вилку репозитория
tr_tr: Depo Çatalı Oluştur
zh_cn: 分叉存储库
zh_tw: 分支存放庫

source: Fork the repository
cs_cz: Fork úložiště
de_de: Repository forken
es_es: Bifurcar el repositorio
fr_fr: Dupliquer (fork) le dépôt
it_it: Crea una copia del repository tramite fork
ja_jp: リポジトリをフォークします
ko_kr: 리포지토리 포크
pl_pl: Utwórz rozwidlenie repozytorium
pt_br: Bifurcar o repositório
ru_ru: Создать вилку репозитория
tr_tr: Depo çatalı oluştur
zh_cn: 创建存储库分支
zh_tw: 派生存放庫

source: Update your local repository's
cs_cz: Aktualizovat pro místní úložiště
de_de: Lokale Repositorys aktualisieren
es_es: Actualizar el repositorio local
fr_fr: Mettre à jour votre dépôt local
it_it: Aggiorna il repository locale
ja_jp: ローカル リポジトリの次のものを更新します
ko_kr: 로컬 리포지토리를 업데이트합니다.
pl_pl: Aktualizuj repozytorium lokalne
pt_br: Atualizar seu repositório local
ru_ru: В своем локальном репозитории обновите
tr_tr: Yerel deponuzun şu öğesini güncelleştirin:
zh_cn: 更新本地存储库的
zh_tw: 更新您本機存放庫的

source: to point to
cs_cz: přejít na
de_de: zum Verweis auf
es_es: para que apunte a
fr_fr: pour pointer sur
it_it: in modo che punti a
ja_jp: ポイントする
ko_kr: 가리키려면
pl_pl: w celu wskazywania
pt_br: para apontar para
ru_ru: для указания на
tr_tr: işaret edecek şekilde
zh_cn: 指向
zh_tw: 指向

source: Create pull request
cs_cz: Vytvořit žádost o přijetí změn
de_de: Pull Request erstellen
es_es: Crear solicitud de incorporación de cambios
fr_fr: Créer la demande de tirage (pull request)
it_it: Crea richiesta pull
ja_jp: pull request の作成
ko_kr: 끌어오기 요청 만들기
pl_pl: Utwórz żądanie ściągnięcia
pt_br: Criar solicitação de pull
ru_ru: Создать запрос на вытягивание
tr_tr: Çekme isteği oluştur
zh_cn: 创建拉取请求
zh_tw: 建立提取要求

source: Sign in to GitHub
cs_cz: Přihlásit se ke GitHubu
de_de: Bei GitHub anmelden
es_es: Iniciar sesión en GitHub
fr_fr: Se connecter à GitHub
it_it: Accedi a GitHub
ja_jp: GitHub にサインイン
ko_kr: GitHub에 로그인
pl_pl: Zaloguj się w witrynie GitHub
pt_br: Entrar no GitHub
ru_ru: Войти в GitHub
tr_tr: GitHub'da oturum açın
zh_cn: 登录到 GitHub
zh_tw: 登入 GitHub

source: Pull
cs_cz: Přijmout změny
es_es: Extraer
fr_fr: Tirer
ja_jp: プル
ko_kr: 끌어오기
pl_pl: Ściągnij
pt_br: Efetuar pull
ru_ru: Вытянуть
tr_tr: Çek
zh_cn: 拉取
zh_tw: 提取

source: Push
cs_cz: Vložit
es_es: Insertar
fr_fr: Pousser
it_it: Effettua il push
ja_jp: プッシュ
ko_kr: 푸시
pl_pl: Wypchnij
pt_br: Enviar por push
ru_ru: Отправить
tr_tr: Anında İlet
zh_cn: 推送
zh_tw: 推送

source: Sync
cs_cz: Synchronizovat
es_es: Sincronizar
fr_fr: Synchroniser
it_it: Sincronizzazione
ja_jp: 同期
ko_kr: 동기화
pl_pl: Synchronizacja
pt_br: Sincronizar
ru_ru: Синхронизировать
tr_tr: Eşitle
zh_cn: 同步
zh_tw: 同步

source: wrote
cs_cz: zapsal(a)
de_de: schrieb
es_es: escribió
fr_fr: a écrit
it_it: scritto
ja_jp: 書き込みました
ko_kr: 기록됨
pl_pl: zapisano
pt_br: gravou
ru_ru: записал
tr_tr: yazdı
zh_cn: 已写入
zh_tw: 已寫入

source: Submit your review for
cs_cz: Odeslat revizi pro
de_de: Review übermitteln für
es_es: Enviar la revisión para
fr_fr: Envoyer votre revue pour
it_it: Invia la revisione per
ja_jp: 次に対するレビュー送信をします:
ko_kr: 다음에 대한 검토 제출
pl_pl: Prześlij przegląd do
pt_br: Enviar a sua revisão para
ru_ru: Отправьте результаты проверки для
tr_tr: Şuna yönelik incelemenizi gönderin:
zh_cn: 提交评审
zh_tw: 提交您的檢閱

source: Your review summary
cs_cz: Souhrn vaší revize
de_de: Ihre Reviewzusammenfassung
es_es: Resumen de la revisión
fr_fr: Résumé de votre revue
it_it: Riepilogo delle revisioni
ja_jp: レビューの概要
ko_kr: 검토 요약
pl_pl: Podsumowanie przeglądu
pt_br: O resumo da sua revisão
ru_ru: Сводка по вашей проверке
tr_tr: İnceleme özetiniz
zh_cn: 评审摘要
zh_tw: 您的檢閱摘要

source: Comment only
cs_cz: Jenom komentář
de_de: Nur Kommentar
es_es: Solo comentario
fr_fr: Commentaire uniquement
it_it: Commenta solo
ja_jp: コメントのみ
ko_kr: 주석만
pl_pl: Tylko komentarz
pt_br: Comentário somente
ru_ru: Только комментарий
tr_tr: Yalnızca açıklama
zh_cn: 仅注释
zh_tw: 僅限註解

source: Approve
cs_cz: Schválit
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
it_it: Approva
ja_jp: 承認
ko_kr: 승인
pl_pl: Zatwierdź
pt_br: Aprovar
ru_ru: Утвердить
tr_tr: Onayla
zh_cn: 批准
zh_tw: 核准

source: Request changes
cs_cz: Požádat o změny
de_de: Änderungen anfordern
es_es: Solicitar cambios
fr_fr: Demander des changements
it_it: Modifiche della richiesta
ja_jp: 変更の要求
ko_kr: 변경 요청
pl_pl: Żądaj zmian
pt_br: Solicitar alterações
ru_ru: Запросить изменения
tr_tr: İstek değişiklikleri
zh_cn: 请求更改
zh_tw: 要求變更

source: Comments
cs_cz: Komentáře
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
ko_kr: 주석
pl_pl: Komentarze
pt_br: Comentários
ru_ru: Комментарии
tr_tr: Açıklamalar
zh_cn: 评论
zh_tw: 註解

source: Outdated comments
cs_cz: Zastaralé komentáře
de_de: Veraltete Kommentare
es_es: Comentarios obsoletos
fr_fr: Commentaires obsolètes
it_it: Commenti obsoleti
ja_jp: 期限切れのコメント
ko_kr: 오래된 주석
pl_pl: Nieaktualne komentarze
pt_br: Comentários desatualizados
ru_ru: Устаревшие комментарии
tr_tr: Süresi geçen açıklamalar
zh_cn: 过时的注释
zh_tw: 過期的註解

source: Create New
cs_cz: Vytvořit nový
de_de: Neues Element erstellen
es_es: Crear nuevo
fr_fr: Créer
it_it: Crea nuova
ja_jp: 新規作成
ko_kr: 새로 만들기
pl_pl: Utwórz nowy
pt_br: Criar Novo
ru_ru: Создать
tr_tr: Yeni Oluştur
zh_cn: 新建
zh_tw: 建立新的

source: Assignee
cs_cz: Pověřená osoba
de_de: Zugewiesene Person
es_es: Persona asignada
fr_fr: Personne responsable
it_it: Assegnatario
ja_jp: 担当者
ko_kr: 담당자
pl_pl: Osoba przydzielona
pt_br: Destinatário
ru_ru: Уполномоченное лицо
tr_tr: Atanan
zh_cn: 代理人
zh_tw: 受託人

source: Author
cs_cz: Autor
de_de: Autor
es_es: Autor
fr_fr: Auteur
it_it: Autore
ja_jp: 作成者
ko_kr: 만든 사람
pl_pl: Autor
pt_br: Autor
ru_ru: Автор
tr_tr: Yazar
zh_cn: 作者
zh_tw: 作者

source: Sign in with your browser
cs_cz: Přihlásit se pomocí prohlížeče
de_de: Mit Ihrem Browser anmelden
es_es: Iniciar sesión con el explorador
fr_fr: Se connecter avec votre navigateur
it_it: Accedi con il browser
ja_jp: ブラウザーでサインインします
ko_kr: 브라우저로 로그인
pl_pl: Zaloguj się przy użyciu przeglądarki
pt_br: Entrar com seu navegador
ru_ru: Войдите с помощью браузера
tr_tr: Tarayıcınızla oturum açın
zh_cn: 使用浏览器登录
zh_tw: 使用您的瀏覽器登入

source: Open
cs_cz: Otevřít
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
tr_tr: Aç
zh_cn: 打开
zh_tw: 開啟

source: Filter by Author
cs_cz: Filtrovat podle autora
de_de: Nach Autor filtern
es_es: Filtrar por autor
fr_fr: Filtrer par auteur
it_it: Filtra per autore
ja_jp: 作成者でフィルター処理
ko_kr: 작성자별 필터링
pl_pl: Filtruj według autora
pt_br: Filtrar por Autor
ru_ru: Фильтровать по автору
tr_tr: Yazara Göre Filtrele
zh_cn: 按作者筛选
zh_tw: 依作者篩選

source: Select Fork
cs_cz: Vybrat fork
de_de: Fork auswählen
es_es: Seleccionar una bifurcación
fr_fr: Sélectionner une duplication (fork)
it_it: Seleziona fork
ja_jp: フォークの選択
ko_kr: 포크 선택
pl_pl: Wybierz rozwidlenie
pt_br: Selecionar Bifurcação
ru_ru: Выберите вилку
tr_tr: Çatal Seçin
zh_cn: 选择分支
zh_tw: 選取分支

# DeleteCommentConfirmation
source: Are you sure you want to delete this comment?
cs_cz: Opravdu chcete odstranit tento komentář?
de_de: Möchten Sie diesen Kommentar wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este comentario?
fr_fr: Voulez-vous vraiment supprimer ce commentaire ?
it_it: Eliminare questo commento?
ja_jp: このコメントを削除してもよろしいですか?
ko_kr: 이 주석을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten komentarz?
pt_br: Tem certeza de que deseja excluir este comentário?
ru_ru: Действительно удалить этот комментарий?
tr_tr: Bu açıklamayı silmek istediğinizden emin misiniz?
zh_cn: 是否确实要删除此评论?
zh_tw: 您確定要刪除這個註解嗎?

# DeleteCommentConfirmationCaption
source: Delete Comment
cs_cz: Odstranit komentář
de_de: Kommentar löschen
es_es: Eliminar comentario
fr_fr: Supprimer le commentaire
it_it: Elimina commento
ja_jp: コメントの削除
ko_kr: 주석 삭제
pl_pl: Usuń komentarz
pt_br: Excluir Comentário
ru_ru: Удаление комментария
tr_tr: Açıklamayı Sil
zh_cn: 删除评论
zh_tw: 刪除註解

source: Retry
cs_cz: Opakovat
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
pl_pl: Ponów próbę
pt_br: Tentar Novamente
ru_ru: Повторить
tr_tr: Yeniden dene
zh_cn: 重试
zh_tw: 重試

source: There aren't any open pull requests
cs_cz: Nejsou k dispozici žádné otevřené žádosti o přijetí změn.
de_de: Es liegen keine offenen Pull Requests vor.
es_es: No hay ninguna solicitud de incorporación de cambios abierta.
fr_fr: Il n'y a aucune demande de tirage (pull request) ouverte
it_it: Non sono presenti richieste pull aperte
ja_jp: 開いている pull request はありません
ko_kr: 열린 끌어오기 요청이 없습니다.
pl_pl: Nie ma żadnych otwartych żądań ściągnięcia
pt_br: Não há nenhuma solicitação de pull aberta
ru_ru: Нет открытых запросов на вытягивание
tr_tr: Açık çekme isteği yok
zh_cn: 没有任何开放的拉取请求
zh_tw: 沒有任何未處理的提取要求

source: Pull requests let you tell others about changes you've pushed to a repository on GitHub
cs_cz: Žádosti o přijetí změn vám umožňují informovat ostatní o změnách, které jste nasdíleli do úložiště na GitHubu.
de_de: Mithilfe von Pull Requests können Sie andere Benutzer über Änderungen informieren, die Sie per Push an ein Repository in GitHub übertragen haben.
es_es: Las solicitudes de incorporación de cambios le permiten indicar a otros usuarios los cambios que ha enviado a un repositorio en GitHub.
fr_fr: Les demandes de tirage (pull request) vous permettent de signaler à d'autres personnes les changements que vous avez envoyés (push) à un dépôt sur GitHub
it_it: Le richieste pull consentono di informare altri utenti sulle modifiche di cui è stato eseguito il push in un repository in GitHub
ja_jp: pull request を使用すると、GitHub 上のリポジトリにプッシュした変更が他のユーザーに知らされます
ko_kr: 끌어오기 요청을 사용하면 GitHub의 리포지토리에 푸시한 변경 내용을 다른 사용자에게 알릴 수 있습니다.
pl_pl: Żądania ściągnięcia umożliwiają informowanie o zmianach wypchniętych do repozytorium w usłudze GitHub
pt_br: As solicitações de pull permitem que você informe outras pessoas sobre as alterações que você enviou por push a um repositório no GitHub
ru_ru: Запросы на вытягивание позволяют сообщить другим об изменениях, отправленных вами в репозиторий в GitHub
tr_tr: Çekme istekleri GitHub'da bir depoya gönderdiğiniz değişiklikleri başkalarına duyurmanıza olanak tanır
zh_cn: 通过拉取请求，可告知其他人发布到 GitHub 上的存储库的更改
zh_tw: 提取要求可讓您告訴其他人您推送至 GitHub 上存放庫的變更

source: No results matched your search.
cs_cz: Vašemu hledání neodpovídají žádné výsledky.
de_de: Mit Ihren Suchkriterien stimmen keine Ergebnisse überein.
es_es: No hay resultados que coincidan con su búsqueda.
fr_fr: Aucun résultat ne correspond à votre recherche.
it_it: Non sono stati trovati risultati corrispondenti alla ricerca.
ja_jp: 検索に一致する結果がありませんでした。
ko_kr: 검색과 일치하는 결과가 없습니다.
pl_pl: Brak wyników spełniających kryteria wyszukiwania.
pt_br: Nenhum resultado correspondeu à sua pesquisa.
ru_ru: Нет результатов, отвечающих условиям поиска.
tr_tr: Aramanızla eşleşen sonuç yok.
zh_cn: 没有与搜索匹配的结果。
zh_tw: 沒有任何結果符合您的搜尋。

source: To get started you can
cs_cz: Pokud chcete začít, můžete
de_de: Zum Einstieg können Sie folgende Aktionen durchführen:
es_es: Para empezar, puede
fr_fr: Pour commencer, vous pouvez
it_it: Per iniziare, è possibile
ja_jp: 作業を開始するには、次のようにします。
ko_kr: 시작하기 위해 다음을 할 수 있습니다.
pl_pl: Aby rozpocząć, możesz
pt_br: Para começar, você pode
ru_ru: Чтобы приступить к работе, вы можете
tr_tr: Başlamak için şunları yapabilirsiniz:
zh_cn: 若要开始，可以
zh_tw: 若要開始使用，您可以

source: create a pull request
cs_cz: vytvořit žádost o přijetí změn
de_de: Pull Request erstellen
es_es: crear una solicitud de incorporación de cambios
fr_fr: créer une demande de tirage (pull request)
it_it: creare una richiesta pull
ja_jp: pull request を作成します
ko_kr: 끌어오기 요청 만들기
pl_pl: utwórz żądanie ściągnięcia
pt_br: criar uma solicitação de pull
ru_ru: создать запрос на вытягивание
tr_tr: çekme isteği oluştur
zh_cn: 创建拉取请求
zh_tw: 建立提取要求

# OpenRepositoryAtDir
source: Open repository at '{0}'?
cs_cz: Otevřít úložiště v {0}?
de_de: Repository unter "{0}" öffnen?
es_es: ¿Abrir el repositorio en "{0}"?
fr_fr: Ouvrir le dépôt à l'emplacement « {0} » ?
it_it: Aprire il repository in '{0}'?
ja_jp: '{0}' にあるリポジトリを開きますか?
ko_kr: '{0}'에서 리포지토리를 여시겠습니까?
pl_pl: Otworzyć repozytorium w lokalizacji „{0}”?
pt_br: Abrir repositório em '{0}'?
ru_ru: Открыть репозиторий в "{0}"?
tr_tr: '{0}' konumundaki depo açılsın mı?
zh_cn: 要打开 {0} 中的存储库?
zh_tw: 要在 '{0}' 開啟存放庫嗎?

# NoResolveDifferentOwnerMessage
source: The target URL has a different owner to the current repository.
cs_cz: Cílová adresa URL má jiného vlastníka než aktuální úložiště.
de_de: Die Ziel-URL weist einen anderen Besitzer für das aktuelle Repository auf.
es_es: La dirección URL de destino tiene un propietario distinto al del repositorio actual.
fr_fr: L'URL cible a un propriétaire différent du dépôt actuel.
it_it: Il proprietario dell'URL di destinazione è diverso da quello del repository corrente.
ja_jp: ターゲット URL には現在のリポジトリに対する別の所有者がいます。
ko_kr: 대상 URL의 소유자가 현재 리포지토리의 소유자와 다릅니다.
pl_pl: Docelowy adres URL ma innego właściciela bieżącego repozytorium.
pt_br: A URL de destino tem um proprietário diferente para o repositório atual.
ru_ru: Целевой URL-адрес имеет другого владельца для текущего репозитория.
tr_tr: Hedef URL'nin geçerli depodan farklı bir sahibi var.
zh_cn: 目标 URL 的所有者与当前存储库的所有者不同。
zh_tw: 目標 URL 與目前存放庫的擁有者不同。

# NoActiveRepositoryMessage
source: There is no active repository to navigate
cs_cz: Není k dispozici žádné aktivní úložiště, do kterého by bylo možné přejít.
de_de: Es liegt kein aktives Repository für die Navigation vor.
es_es: No hay ningún repositorio activo para navegar.
fr_fr: Aucun dépôt actif n'est accessible à la navigation
it_it: Non è presente alcun repository attivo da esplorare
ja_jp: 移動するアクティブなリポジトリがありません
ko_kr: 탐색할 활성 리포지토리가 없습니다.
pl_pl: Brak aktywnego repozytorium do nawigacji
pt_br: Não há nenhum repositório ativo para navegar
ru_ru: Отсутствует активный репозиторий для перехода
tr_tr: Gidilecek etkin bir depo yok
zh_cn: 没有可导航的任何活动存储库
zh_tw: 沒有任何使用中的存放庫可供瀏覽

# ChangesInWorkingDirectoryMessage
source: The working file is different to the file at '{0}'. Please checkout the corresponding branch, pull request or commit.
cs_cz: Pracovní soubor je jiný než soubor v {0}. Rezervujte si prosím odpovídající větev, žádost o přijetí změn nebo zápis.
de_de: Die Arbeitsdatei unterscheidet sich von der Datei unter "{0}". Checken Sie den entsprechenden Branch, Pull Request oder Commit aus.
es_es: El archivo de trabajo es distinto al archivo que hay en "{0}". Extraiga del repositorio la rama, la solicitud de incorporación de cambios o el commit correspondiente.
fr_fr: Le fichier de travail est différent du fichier à l'emplacement « {0} ». Extrayez la branche, la demande de tirage (pull request) ou le commit correspondant.
it_it: Il file di lavoro è diverso dal file in '{0}'. Eseguire il checkout del ramo, della richiesta pull o del commit corrispondente.
ja_jp: 作業ファイルは、'{0}' にあるファイルとは別のファイルです。対応するブランチ、pull request、またはコミットをチェックアウトしてください。
ko_kr: 작업 파일은 '{0}'에 있는 파일과 다릅니다. 해당 분기, 끌어오기 요청 또는 커밋을 체크 아웃하세요.
pl_pl: Plik roboczy różni się od pliku w lokalizacji „{0}”. Wyewidencjonuj odpowiednią gałąź, żądanie ściągnięcia lub zatwierdzenie.
pt_br: O arquivo de trabalho é diferente do arquivo em '{0}'. Faça o check-out do branch, da solicitação pull ou do commit correspondente.
ru_ru: Рабочий файл отличается от файла в "{0}". Извлеките соответствующую ветвь, фиксацию или запрос на вытягивание.
tr_tr: Çalışma dosyası '{0}' konumundaki dosyadan farklı. Lütfen karşılık gelen dalı, çekme isteğini veya commit'i kullanıma alın.
zh_cn: 工作文件不同于 {0} 处的文件。请签出相应的分支、拉取请求或提交。
zh_tw: 工作檔案與 '{0}' 中的檔案不同。請簽出對應的分支、提取要求或認可。

# DifferentRepositoryMessage
source: Please open the repository '{0}' and try again
cs_cz: Otevřete prosím úložiště {0} a zkuste to znovu.
de_de: Öffnen Sie das Repository "{0}", und versuchen Sie es noch mal.
es_es: Abra el repositorio "{0}" y vuelva a intentarlo
fr_fr: Ouvrez le dépôt « {0} », puis réessayez
it_it: Aprire il repository '{0}' e riprovare
ja_jp: リポジトリ '{0}' を開き、もう一度お試しください
ko_kr: '{0}' 리포지토리를 열고 다시 시도하세요.
pl_pl: Otwórz repozytorium „{0}” i spróbuj ponownie
pt_br: Abra o repositório '{0}' e tente novamente
ru_ru: Откройте репозиторий "{0}" и повторите попытку
tr_tr: Lütfen '{0}' deposunu açın ve yeniden deneyin
zh_cn: 请打开存储库 {0}，然后重试
zh_tw: 請開啟存放庫 '{0}'，並再試一次

# UnknownLinkTypeMessage
source: Couldn't open from '{0}'. Only URLs that link to repository files are currently supported.
cs_cz: Nelze otevřít z {0}. Momentálně jsou podporované jenom adresy URL, které odkazují na soubory v úložišti.
de_de: Öffnen von "{0}" aus nicht möglich. Derzeit werden nur URLs unterstützt, die mit Repositorydateien verknüpft sind.
es_es: No se pudo abrir desde "{0}". Actualmente solo se admiten las direcciones URL que vinculan a archivos del repositorio.
fr_fr: Ouverture impossible à partir de « {0} ». Seules les URL pointant vers des fichiers de dépôt sont actuellement prises en charge.
it_it: Non è stato possibile aprire da '{0}'. Al momento sono supportati solo gli URL collegati a file di repository.
ja_jp: '{0}' から開くことができませんでした。現在、リポジトリ ファイルにリンクする URL のみがサポートされています。
ko_kr: '{0}'에서 열 수 없습니다. 현재는 리포지토리 파일에 연결할 URL만 지원됩니다.
pl_pl: Nie można otworzyć z: „{0}”. Obecnie obsługiwane są tylko adresy URL prowadzące do plików repozytorium.
pt_br: Não foi possível abrir pelo '{0}'. No momento, há suporte para apenas as URLs vinculadas aos arquivos do repositório.
ru_ru: Не удалось открыть из "{0}". Сейчас поддерживаются только URL-адреса, ссылающиеся на файлы репозитория.
tr_tr: '{0}' kaynağından açılamadı. Şu anda yalnızca depo dosyalarına bağlantı kuran URL'ler destekleniyor.
zh_cn: 无法从 {0} 打开。当前仅支持链接到存储库文件的 URL。
zh_tw: 無法從 '{0}' 開啟。目前僅支援連結到存放庫檔案的 URL。

# NoGitHubUrlMessage
source: Couldn't a find a GitHub URL in clipboard
cs_cz: Ve schránce se nepodařilo najít adresu URL na GitHubu.
de_de: In der Zwischenablage wurde keine GitHub-URL gefunden.
es_es: No se encontró ninguna dirección URL de GitHub en el Portapapeles.
fr_fr: URL GitHub introuvable dans le Presse-papiers
it_it: Non è stato trovato alcun URL GitHub negli Appunti
ja_jp: クリップボード内に GitHub URL が見つかりませんでした
ko_kr: 클립보드에서 GitHub URL을 찾을 수 없습니다.
pl_pl: Nie można odnaleźć adresu URL usługi GitHub w schowku
pt_br: Não foi possível localizar uma URL do GitHub na área de transferência
ru_ru: Не удалось найти URL-адрес GitHub в буфере обмена
tr_tr: Panoda GitHub URL'si bulunamadı
zh_cn: 在剪贴板中找不到 GitHub URL
zh_tw: 在剪貼簿中找不到 GitHub URL
