Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# PullRequestNavigationItemText
source: Pull Request
cs_cz: Žádost o přijetí změn
es_es: Solicitud de incorporación de cambios
fr_fr: Demande de tirage
it_it: Richiesta pull
ko_kr: 끌어오기 요청
pl_pl: Żądanie ściągnięcia
pt_br: Solicitação pull
ru_ru: Запрос на вытягивание
tr_tr: Çekme İsteği
zh_cn: 拉取请求
zh_tw: 提取要求

# AddedFileStatus
source: add
cs_cz: přidat
de_de: hinzufügen
es_es: agregue
fr_fr: ajouter
it_it: aggiungere
ja_jp: 追加
ko_kr: 추가
pl_pl: dodaj
pt_br: adicionar
ru_ru: добавлено
tr_tr: ekleyin
zh_cn: 添加
zh_tw: 新增

source: fork
de_de: Forken
es_es: bifurcar
fr_fr: dupliquer (fork)
ja_jp: フォーク
ko_kr: 포크
pl_pl: rozwidlenie
pt_br: bifurcação
ru_ru: вилка
tr_tr: çatal oluştur
zh_cn: 分支
zh_tw: 分支

# InvalidBranchName
source: [invalid]
cs_cz: [neplatný]
de_de: [ungültig]
es_es: [no válido]
fr_fr: [non valide]
it_it: [non valido]
ja_jp: [無効]
ko_kr: [잘못됨]
pl_pl: [nieprawidłowa]
pt_br: [inválido]
ru_ru: [недопустимый]
tr_tr: [geçersiz]
zh_cn: [无效]
zh_tw: [無效]

# MustPullBeforePush
source: You must pull before you can push
cs_cz: Před nasdílením změn musíte napřed přijmout změny.
de_de: Vor dem Pushvorgang muss ein Pull erfolgen.
es_es: Debe incorporar los cambios antes de enviarlos
fr_fr: Vous devez effectuer un tirage (pull) avant un envoi (push)
it_it: È necessario eseguire il pull prima di eseguire il push
ja_jp: プッシュする前にプルする必要があります
ko_kr: 푸시하려면 먼저 풀해야 합니다.
pl_pl: Aby móc wypchnąć, musisz najpierw ściągnąć
pt_br: Você deve efetuar pull antes de poder enviar por push
ru_ru: Нужно вытянуть, прежде чем отправлять
tr_tr: Gönderebilmeniz için önce çekmeniz gerekir
zh_cn: 必须先拉取然后才能推送
zh_tw: 您必須先提取才能推送

source: No commits to pull
cs_cz: Žádné zápisy k přijetí
de_de: Es liegen keine Commits für einen Pullvorgang vor.
es_es: No hay commits para incorporar cambios
fr_fr: Aucun commit à tirer (pull)
it_it: Non sono presenti commit di cui eseguire il pull
ja_jp: プルするコミットがありません
ko_kr: 풀할 커밋 없음
pl_pl: Brak zatwierdzeń do ściągnięcia
pt_br: Não há commits dos quais efetuar pull
ru_ru: Нет фиксаций для вытягивания
tr_tr: Çekilecek commit yok
zh_cn: 没有可拉取的提交
zh_tw: 沒有任何可供提取的認可

source: No commits to push
cs_cz: Žádné zápisy k nasdílení
de_de: Es liegen keine Commits für einen Pushvorgang vor.
es_es: No hay commits para enviar cambios
fr_fr: Aucun commit à envoyer (push)
it_it: Non sono presenti commit di cui eseguire il push
ja_jp: プッシュするコミットがありません
ko_kr: 푸시할 커밋 없음
pl_pl: Brak zatwierdzeń do wypchnięcia
pt_br: Não há commits a serem enviados por push
ru_ru: Нет фиксаций для отправки
tr_tr: Gönderilecek commit yok
zh_cn: 没有可推送的提交
zh_tw: 沒有任何可供推送的認可

# NoDescriptionProvidedMarkdown
source: *No description provided.*
cs_cz: *Není zadaný žádný popis.*
de_de: *Keine Beschreibung angegeben.*
es_es: *No se ha proporcionado ninguna descripción.*
fr_fr: *Aucune description fournie.*
it_it: *Non è stata specificata alcuna descrizione.*
ja_jp: *説明が指定されていません。*
ko_kr: *제공된 설명이 없습니다.*
pl_pl: *Nie podano opisu.*
pt_br: *Nenhuma descrição fornecida.*
ru_ru: *Описание не указано.*
tr_tr: *Açıklama sağlanmadı.*
zh_cn: * 未提供说明。*
zh_tw: *未提供任何描述。*

# PullRequestDetailsCheckout
source: Checkout {0}
cs_cz: Rezervovat {0}
de_de: "{0}" auschecken
es_es: Extraer {0} del repositorio
fr_fr: Extraire {0}
it_it: Esegui checkout di {0}
ja_jp: {0} のチェックアウト
ko_kr: {0} 체크 아웃
pl_pl: Wyewidencjonuj {0}
pt_br: Fazer check-out de {0}
ru_ru: Извлечение {0}
tr_tr: Şunu kullanıma al: {0}
zh_cn: 签出 {0}
zh_tw: 簽出 {0}

# PullRequestDetailsCheckoutTo
source: Checkout to {0}
cs_cz: Rezervovat pro {0}
de_de: Bei "{0}" auschecken
es_es: Extraer del repositorio en {0}
fr_fr: Extraire dans {0}
it_it: Esegui checkout in {0}
ja_jp: {0} へのチェックアウト
ko_kr: {0}(으)로 체크 아웃
pl_pl: Wyewidencjonuj do: {0}
pt_br: Fazer check-out para {0}
ru_ru: Извлечь в {0}
tr_tr: Kullanıma alma hedefi: {0}
zh_cn: 签出到 {0}
zh_tw: 簽出 {0}

# PullRequestDetailsPullToolTip
source: Pull from {0} branch {1}
cs_cz: Přijmout změny z větve {0} {1}
de_de: Per Pull aus {0}-Branch "{1}" übertragen
es_es: Incorporar cambios de {0}, rama {1}
fr_fr: Tirer (pull) de {0} la branche {1}
it_it: Eseguire pull dal ramo {1} di {0}
ja_jp: {0} ブランチ {1} からプルします
ko_kr: {0} 분기 {1}에서 풀
pl_pl: Ściągnij z {0} gałęzi {1}
pt_br: Efetuar pull de {0} branch {1}
ru_ru: Вытянуть из ветви {0} {1}
tr_tr: {0} {1} dalından çekin
zh_cn: 从分支 {1} 拉取 {0}
zh_tw: 從 {0} 分支 {1} 提取

# PullRequestDetailsPushToolTip
source: Push to {0} branch {1}
cs_cz: Nasdílet změny do větve {0} {1}
de_de: Per Push zu {0}-Branch "{1}" übertragen
es_es: Enviar cambios a {0}, rama {1}
fr_fr: Envoyer (push) à {0} la branche {1}
it_it: Eseguire push dal ramo {1} di {0}
ja_jp: {0} ブランチ {1} にプッシュします
ko_kr: {0} 분기 {1}에 푸시
pl_pl: Wypchnij do {0} gałęzi {1}
pt_br: Enviar por push para {0} branch {1}
ru_ru: Отправить в ветвь {0} {1}
tr_tr: {0} {1} dalına gönder
zh_cn: 推送到 {0} 分支 {1}
zh_tw: 推送至 {0} 分支 {1}

source: remote
cs_cz: vzdálené úložiště
de_de: Remoterepository
es_es: repositorio remoto
fr_fr: dépôt distant
it_it: repository remoto
ja_jp: リモート
ko_kr: 원격
pl_pl: repozytorium zdalne
pt_br: repositório remoto
ru_ru: удаленный
tr_tr: uzak depo
zh_cn: 远程库
zh_tw: 遠端存放庫

# RenamedFileStatus
source: rename
cs_cz: přejmenovat
de_de: umbenennen
es_es: cambiar nombre
fr_fr: renommer
it_it: rinomina
ja_jp: 名前の変更
ko_kr: 이름 바꾸기
pl_pl: zmień nazwę
pt_br: renomear
ru_ru: переименование
tr_tr: yeniden adlandır
zh_cn: 重命名
zh_tw: 重新命名

# SourceRepositoryNoLongerAvailable
source: The source repository is no longer available.
cs_cz: Úložiště zdrojového kódu už není k dispozici.
de_de: Das Quellrepository ist nicht mehr verfügbar.
es_es: El repositorio de origen ya no está disponible.
fr_fr: Le dépôt source n'est plus disponible.
it_it: Il repository di origine non è più disponibile.
ja_jp: ソース リポジトリは使用できなくなりました。
ko_kr: 소스 리포지토리를 더 이상 사용할 수 없습니다.
pl_pl: Repozytorium źródłowe nie jest już dostępne.
pt_br: O repositório de origem não está mais disponível.
ru_ru: Репозиторий исходного кода больше не доступен.
tr_tr: Kaynak depo artık kullanılamıyor.
zh_cn: 源存储库不再可用。
zh_tw: 來源存放庫已無法再使用。

# WorkingDirectoryHasUncommittedCHanges
source: Cannot checkout as your working directory has uncommitted changes.
cs_cz: Nelze rezervovat, protože pracovní adresář obsahuje nezapsané změny.
de_de: Auschecken nicht möglich, weil für Ihr Arbeitsverzeichnis ausgecheckte Änderungen vorliegen.
es_es: No se puede extraer del repositorio porque el directorio de trabajo tiene cambios pendientes de hacer commit.
fr_fr: Extraction impossible car votre répertoire de travail contient des changements non commités.
it_it: Non è possibile eseguire il checkout perché la directory di lavoro contiene modifiche non sottoposte a commit.
ja_jp: 作業ディレクトリにコミットされていない変更があるため、チェックアウトできません。
ko_kr: 작업 디렉터리에 커밋되지 않은 변경 내용이 있으므로 체크 아웃할 수 없습니다.
pl_pl: Nie można wyewidencjonować, ponieważ katalog roboczy zawiera niezatwierdzone zmiany.
pt_br: Não é possível fazer check-out, pois o seu diretório de trabalho tem alterações cujo commit não foi feito.
ru_ru: Не удается извлечь, так как рабочий каталог имеет незафиксированные изменения.
tr_tr: Çalışma dizininizde kaydedilmemiş değişiklikler olduğundan kullanıma alınamıyor.
zh_cn: 你的工作目录包含未提交的更改，因此无法签出。
zh_tw: 因為您的工作目錄具有未認可的變更，所以無法簽出。

# SyncSubmodules
source: Sync {0} submodules
cs_cz: Synchronizovat dílčí moduly {0}
de_de: {0} Untermodule synchronisieren
es_es: Sincronizar {0} submódulos
fr_fr: Synchroniser {0} sous-modules
it_it: Sincronizza i moduli secondari di {0}
ja_jp: {0} サブモジュールの同期
ko_kr: {0} 하위 모듈 동기화
pl_pl: Synchronizuj moduły podrzędne ({0})
pt_br: Sincronizar {0} submódulos
ru_ru: Синхронизация подмодулей ({0})
tr_tr: {0} alt modüllerini eşitle
zh_cn: 同步 {0} 子模块
zh_tw: 同步 {0} 子模組

# CouldntFindGitOnPath
source: Couldn't find Git.exe on PATH. Please install Git for Windows from: https://git-scm.com/download/win
cs_cz: Git.exe se na zadané cestě nepodařilo najít. Nainstalujte si prosím Git pro Windows z tohoto umístění: https://git-scm.com/download/win
de_de: "Git.exe" wurde in PATH nicht gefunden. Installieren Sie Git für Windows: https://git-scm.com/download/win
es_es: No se encontró Git.exe en PATH. Instale GIT para Windows desde: https://git-scm.com/download/win
fr_fr: Git.exe est introuvable sur PATH. Installez Git pour Windows à partir de l'adresse suivante : https://git-scm.com/download/win
it_it: Non è stato possibile trovare Git.exe in PATH. Installare GIT per Windows da: https://git-scm.com/download/win
ja_jp: PATH 上に Git.exe が見つかりませんでした。 Git for Windows を次の場所からインストールしてください。 https://git-scm.com/download/win
ko_kr: PATH에서 Git.exe를 찾을 수 없습니다. 다음 위치에서 Git for Windows를 설치하세요. https://git-scm.com/download/win
pl_pl: Nie można odnaleźć pliku Git.exe w ŚCIEŻCE. Zainstaluj narzędzie Git dla systemu Windows: https://git-scm.com/download/win
pt_br: Não foi possível encontrar Git.exe no CAMINHO. Instale o Git para Windows: https://git-scm.com/download/win
ru_ru: Не удалось найти Git.exe по пути в переменной PATH. Установите Git для Windows со страницы: https://git-scm.com/download/win
tr_tr: PATH konumunda Git.exe dosyası bulunamadı. Lütfen şuradan Windows için Git yükleyin: https://git-scm.com/download/win
zh_cn: 路径上找不到 Git.exe。 请从以下位置安装适用于 Windows 的 Git: https://git-scm.com/download/win
zh_tw: 在路徑上找不到 Git.exe。 請從以下網址安裝 Git for Windows: https://git-scm.com/download/win

source: Approved
cs_cz: Schválené
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
it_it: Approvate
ja_jp: 承認済み
ko_kr: 승인됨
pl_pl: Zatwierdzono
pt_br: Aprovado
ru_ru: Утверждено
tr_tr: Onaylandı
zh_cn: 已批准
zh_tw: 已核准

source: Changes Requested
cs_cz: Požadované změny
de_de: Angeforderte Änderungen
es_es: Cambios solicitados
fr_fr: Changements demandés
it_it: Modifiche richieste
ja_jp: 変更が要求されました
ko_kr: 요청된 변경 내용
pl_pl: Żądano zmian
pt_br: Alterações Solicitadas
ru_ru: Запрошены изменения
tr_tr: İstenen Değişiklikler
zh_cn: 已请求更改
zh_tw: 已要求變更

source: Commented
cs_cz: Okomentované
de_de: Kommentiert
es_es: Comentado
fr_fr: Commenté
it_it: Commento aggiunto
ja_jp: コメントされました
ko_kr: 주석 처리됨
pl_pl: Dodano komentarz
pt_br: Comentado
ru_ru: Комментарий добавлен
tr_tr: Açıklamalı
zh_cn: 已注释
zh_tw: 已加上註解

source: InProgress
cs_cz: Probíhá zpracování.
de_de: InBearbeitung
es_es: En curso
fr_fr: En cours
it_it: In corso
ja_jp: 処理中
ko_kr: 진행 중
pl_pl: W toku
pt_br: EmAndamento
ru_ru: Выполняется
tr_tr: İlerliyor
zh_cn: 正在进行

# NavigateToEditorStatusMessage
source: Press Enter to navigate to Editor
cs_cz: Pokud chcete přejít do editoru, stiskněte Enter.
de_de: Drücken Sie die EINGABETASTE, um zum Editor zu navigieren.
es_es: Presione ENTRAR para ir al editor.
fr_fr: Appuyez sur Entrée pour accéder à l'éditeur
it_it: Premere INVIO per spostarsi nell'editor
ja_jp: エディターに移動するには Enter キーを押します
ko_kr: <Enter> 키를 눌러 편집기로 이동
pl_pl: Naciśnij klawisz Enter, aby przejść do edytora
pt_br: Pressione Enter para navegar para o Editor
ru_ru: Нажмите клавишу ВВОД для перехода в редактор
tr_tr: Düzenleyiciye gitmek için Enter tuşuna basın
zh_cn: 按 Enter 以导航到编辑器
zh_tw: 按 ENTER 可瀏覽至 [編輯器]

# NavigateToEditorNotCheckedOutInfoMessage
source: Checkout PR branch before navigating to Editor
cs_cz: Před přechodem do editoru napřed rezervujte větev PR.
de_de: Checken Sie den PR-Branch aus, bevor Sie zum Editor navigieren.
es_es: Extraiga del repositorio la rama de la solicitud de incorporación de cambios antes de navegar al Editor.
fr_fr: Extraire la branche PR avant la navigation vers l'éditeur
it_it: Eseguire il checkout del ramo della richiesta pull prima di passare all'editor
ja_jp: エディターに移動する前に PR ブランチをチェックアウトしてください
ko_kr: 편집기로 이동하기 전에 PR 분기 체크 아웃
pl_pl: Wyewidencjonuj gałąź żądania ściągnięcia przed przejściem do edytora
pt_br: Fazer check-out do branch de PR antes de navegar para o Editor
ru_ru: Извлечь ветвь PR до перехода в редактор
tr_tr: Düzenleyiciye gitmeden önce PR dalını kullanıma alın
zh_cn: 请先签出 PR 分支，然后再导航到编辑器
zh_tw: 在巡覽至 [編輯器] 前，簽出 PR 分支

# NavigateToEditorNotCheckedOutStatusMessage
source: Press Enter to navigate to Editor (PR branch must be checked out)
cs_cz: Pokud chcete přejít do editoru, stiskněte Enter (větev PR musí být rezervovaná).
de_de: Drücken Sie die EINGABETASTE, um zum Editor zu navigieren. (PR-Branch muss ausgecheckt sein.)
es_es: Presione ENTRAR para ir al editor (la rama de la solicitud de incorporación de cambios debe extraerse del repositorio).
fr_fr: Appuyez sur Entrée pour accéder à l'éditeur (la branche PR doit être extraite)
it_it: Premere INVIO per spostarsi nell'editor (è necessario aver eseguito il checkout del ramo della richiesta pull)
ja_jp: エディターに移動するには Enter キーを押します (PR ブランチをチェックアウトする必要があります)
ko_kr: <Enter> 키를 눌러 편집기로 이동(PR 분기를 체크 아웃해야 함)
pl_pl: Naciśnij klawisz Enter, aby przejść do edytora (gałąź żądania ściągnięcia musi zostać wyewidencjonowana)
pt_br: Pressione Enter para navegar para o Editor (é necessário fazer o check-out do branch de PR)
ru_ru: Нажмите клавишу ВВОД для перехода в редактор (ветвь PR должна быть извлечена)
tr_tr: Düzenleyiciye gitmek için Enter tuşuna basın (PR dalının kullanıma alınması gerekir)
zh_cn: 按 Enter 以导航到编辑器(必须签出 PR 分支)
zh_tw: 按 ENTER 可瀏覽至 [編輯器] (必須簽出 PR 分支)

# ForkRepositoryTitle
source: Fork Repository
cs_cz: Fork úložiště
de_de: Repository forken
es_es: Bifurcar repositorio
fr_fr: Dupliquer (fork) le dépôt
it_it: Crea una copia del repository tramite fork
ja_jp: リポジトリのフォーク
ko_kr: 리포지토리 포크
pl_pl: Utwórz rozwidlenie repozytorium
pt_br: Repositório de Bifurcação
ru_ru: Создать вилку репозитория
tr_tr: Depo Çatalı Oluştur
zh_cn: 分叉存储库
zh_tw: 分支存放庫

# SwitchOriginTitle
source: Switch Origin
cs_cz: Přepnout úložiště Origin
de_de: Ursprung wechseln
es_es: Cambiar origen
fr_fr: Changer de dépôt origin
it_it: Cambia origine
ja_jp: Origin の切り替え
ko_kr: 원점 전환
pl_pl: Przełącz źródło
pt_br: Alternar Origem
ru_ru: Переключить origin
tr_tr: Origin'i Değiştir
zh_cn: 切换原点
zh_tw: 切換原點

# CancelPendingReviewConfirmation
source: Are you sure you want to cancel this review? You will lose all your pending comments.
cs_cz: Opravdu chcete tuto revizi zrušit? Všechny vaše čekající komentáře se ztratí.
de_de: Möchten Sie diesen Review abbrechen? Alle ausstehenden Kommentare gehen verloren.
es_es: ¿Seguro que quiere cancelar esta revisión? Se perderán todos los comentarios pendientes.
fr_fr: Voulez-vous vraiment annuler cette revue ? Vous allez perdre tous vos commentaires en attente.
it_it: Annullare questa revisione? Tutti i commenti in sospeso andranno persi.
ja_jp: このレビューをキャンセルしますか? 保留中のすべてのコメントが失われます。
ko_kr: 이 검토를 취소하시겠습니까? 보류 중인 모든 주석이 손실됩니다.
pl_pl: Czy na pewno chcesz anulować ten przegląd? Utracisz wszystkie oczekujące komentarze.
pt_br: Tem certeza de que deseja cancelar esta revisão? Você perderá todos os seus comentários pendentes.
ru_ru: Вы действительно хотите отменить эту проверку? Все ожидающие комментарии будут потеряны.
tr_tr: Bu incelemeyi iptal etmek istediğinizden emin misiniz? Tüm bekleyen açıklamalarınızı kaybedersiniz.
zh_cn: 确实要取消此评审吗? 将会丢失所有挂起的评论。
zh_tw: 確定要取消此檢閱嗎? 您將失去所有暫止的註解。

# CancelPendingReviewConfirmationCaption
source: Cancel Review
cs_cz: Zrušit revizi
de_de: Review abbrechen
es_es: Cancelar revisión
fr_fr: Annuler la revue
it_it: Annulla revisione
ja_jp: レビューのキャンセル
ko_kr: 검토 취소
pl_pl: Anuluj przegląd
pt_br: Cancelar Revisão
ru_ru: Отменить проверку
tr_tr: İncelemeyi İptal Et
zh_cn: 取消评审
zh_tw: 取消檢閱

# DestinationAlreadyExists
source: A file exists at the destination path.
cs_cz: Soubor na cílové cestě existuje.
de_de: Im Zielpfad ist eine Datei vorhanden.
es_es: Existe un archivo en la ruta de acceso de destino.
fr_fr: Un fichier existe dans le chemin de destination.
it_it: Nel percorso di destinazione è presente un file.
ja_jp: 宛先パスにファイルが存在します。
ko_kr: 대상 경로에 파일이 있습니다.
pl_pl: Plik istnieje w ścieżce docelowej.
pt_br: Existe um arquivo no caminho de destino.
ru_ru: В пути назначения существует файл.
tr_tr: Hedef yolunda bir dosya var.
zh_cn: 目标路径中存在一个文件。
zh_tw: 檔案存在於目的地路徑。

source: Logout Required
cs_cz: Vyžaduje se odhlášení.
de_de: Abmeldung erforderlich.
es_es: Cierre de sesión necesario
fr_fr: Déconnexion obligatoire
it_it: È necessario disconnettersi
ja_jp: ログアウトが必要です
ko_kr: 로그아웃 필요
pl_pl: Wymagane wylogowanie
pt_br: Logoff Necessário
ru_ru: Требуется выход из системы
tr_tr: Oturumun Kapatılması Gerekiyor
zh_cn: 需要注销
zh_tw: 必須登出

# day
source: {0:N0} day ago
cs_cz: před {0:N0} dnem
de_de: Vor {0:N0} Tag
es_es: hace {0:N0} día
fr_fr: il y a {0:N0} jour
it_it: {0:N0} giorno fa
ja_jp: {0:N0} 日前
ko_kr: {0:N0}일 전
pl_pl: {0:N0} dzień temu
pt_br: {0:N0} dia atrás
ru_ru: {0:N0} дн. назад
tr_tr: {0:N0} gün önce
zh_cn: {0:N0} 天前
zh_tw: {0:N0} 天前

# days
source: {0:N0} days ago
cs_cz: před {0:N0} dny
de_de: Vor {0:N0} Tagen
es_es: hace {0:N0} días
fr_fr: il y a {0:N0} jours
it_it: {0:N0} giorni fa
ja_jp: {0:N0} 日前
ko_kr: {0:N0}일 전
pl_pl: {0:N0} dni temu
pt_br: {0:N0} dias atrás
ru_ru: {0:N0} дн. назад
tr_tr: {0:N0} gün önce
zh_cn: {0:N0} 天前
zh_tw: {0:N0} 天前

# hour
source: {0:N0} hour ago
cs_cz: před {0:N0} hodinou
de_de: Vor {0:N0} Stunde
es_es: hace {0:N0} hora
fr_fr: il y a {0:N0} heure
it_it: {0:N0} ora fa
ja_jp: {0:N0} 時間前
ko_kr: {0:N0}시간 전
pl_pl: {0:N0} godzinę temu
pt_br: {0:N0} hora atrás
ru_ru: {0:N0} ч назад
tr_tr: {0:N0} saat önce
zh_cn: {0:N0} 小时前
zh_tw: {0:N0} 小時前

# hours
source: {0:N0} hours ago
cs_cz: před {0:N0} hodinami
de_de: Vor {0:N0} Stunden
es_es: hace {0:N0} horas
fr_fr: il y a {0:N0} heures
it_it: {0:N0} ore fa
ja_jp: {0:N0} 時間前
ko_kr: {0:N0}시간 전
pl_pl: {0:N0} godz. temu
pt_br: {0:N0} horas atrás
ru_ru: {0:N0} ч назад
tr_tr: {0:N0} saat önce
zh_cn: {0:N0} 小时前
zh_tw: {0:N0} 小時前

source: just now
cs_cz: právě teď
de_de: jetzt
es_es: ahora mismo
fr_fr: maintenant
it_it: adesso
ja_jp: 今すぐ
ko_kr: 방금
pl_pl: przed chwilą
pt_br: agora
ru_ru: сейчас
tr_tr: az önce
zh_cn: 此刻
zh_tw: 現在

# minute
source: {0:N0} minute ago
cs_cz: před {0:N0} minutou
de_de: Vor {0:N0} Minute
es_es: hace {0:N0} minuto
fr_fr: il y a {0:N0} minute
it_it: {0:N0} minuto fa
ja_jp: {0:N0} 分前
ko_kr: {0:N0}분 전
pl_pl: {0:N0} minutę temu
pt_br: {0:N0} minuto atrás
ru_ru: {0:N0} мин назад
tr_tr: {0:N0} dakika önce
zh_cn: {0:N0} 分钟前
zh_tw: {0:N0} 分鐘前

# minutes
source: {0:N0} minutes ago
cs_cz: před {0:N0} minutami
de_de: Vor {0:N0} Minuten
es_es: hace {0:N0} minutos
fr_fr: il y a {0:N0} minutes
it_it: {0:N0} minuti fa
ja_jp: {0:N0} 分前
ko_kr: {0:N0}분 전
pl_pl: {0:N0} min temu
pt_br: {0:N0} minutos atrás
ru_ru: {0:N0} мин назад
tr_tr: {0:N0} dakika önce
zh_cn: {0:N0} 分钟前
zh_tw: {0:N0} 分鐘前

# month
source: {0:N0} month ago
cs_cz: před {0:N0} měsícem
de_de: Vor {0:N0} Monat
es_es: hace {0:N0} mes
fr_fr: il y a {0:N0} mois
it_it: {0:N0} mese fa
ja_jp: {0:N0} か月前
ko_kr: {0:N0}개월 전
pl_pl: {0:N0} miesiąc temu
pt_br: {0:N0} mês atrás
ru_ru: {0:N0} мес. назад
tr_tr: {0:N0} ay önce
zh_cn: {0:N0} 个月前
zh_tw: {0:N0} 個月前

# months
source: {0:N0} months ago
cs_cz: před {0:N0} měsíci
de_de: Vor {0:N0} Monaten
es_es: hace {0:N0} meses
fr_fr: il y a {0:N0} mois
it_it: {0:N0} mesi fa
ja_jp: {0:N0} か月前
ko_kr: {0:N0}개월 전
pl_pl: {0:N0} mies. temu
pt_br: {0:N0} meses atrás
ru_ru: {0:N0} мес. назад
tr_tr: {0:N0} ay önce
zh_cn: {0:N0} 个月前
zh_tw: {0:N0} 個月前

# second
source: {0:N0} second ago
cs_cz: před {0:N0} sekundou
de_de: Vor {0:N0} Sekunde
es_es: hace {0:N0} segundo
fr_fr: il y a {0:N0} seconde
it_it: {0:N0} secondo fa
ja_jp: {0:N0} 秒前
ko_kr: {0:N0}초 전
pl_pl: {0:N0} sekundę temu
pt_br: {0:N0} segundo atrás
ru_ru: {0:N0} с назад
tr_tr: {0:N0} saniye önce
zh_cn: {0:N0} 秒前
zh_tw: {0:N0} 秒前

# seconds
source: {0:N0} seconds ago
cs_cz: před {0:N0} sekundami
de_de: Vor {0:N0} Sekunden
es_es: hace {0:N0} segundos
fr_fr: il y a {0:N0} secondes
it_it: {0:N0} secondi fa
ja_jp: {0:N0} 秒前
ko_kr: {0:N0}초 전
pl_pl: {0:N0} s temu
pt_br: {0:N0} segundos atrás
ru_ru: {0:N0} с назад
tr_tr: {0:N0} saniye önce
zh_cn: {0:N0} 秒前
zh_tw: {0:N0} 秒前

# year
source: {0:N0} year ago
cs_cz: před {0:N0} rokem
de_de: Vor {0:N0} Jahr
es_es: hace {0:N0} año
fr_fr: il y a {0:N0} an
it_it: {0:N0} anno fa
ja_jp: {0:N0} 年前
ko_kr: {0:N0}년 전
pl_pl: {0:N0} rok temu
pt_br: {0:N0} ano atrás
ru_ru: {0:N0} г. назад
tr_tr: {0:N0} yıl önce
zh_cn: {0:N0} 年前
zh_tw: {0:N0} 年前

# years
source: {0:N0} years ago
cs_cz: před {0:N0} roky
de_de: Vor {0:N0} Jahren
es_es: hace {0:N0} años
fr_fr: il y a {0:N0} ans
it_it: {0:N0} anni fa
ja_jp: {0:N0} 年前
ko_kr: {0:N0}년 전
pl_pl: {0:N0} l. temu
pt_br: {0:N0} anos atrás
ru_ru: {0:N0} года/лет назад
tr_tr: {0:N0} yıl önce
zh_cn: {0:N0} 年前
zh_tw: {0:N0} 年前

# authenticationFailedLabelContent
source: Invalid authentication code
cs_cz: Neplatný ověřovací kód
de_de: Ungültiger Authentifizierungscode.
es_es: Código de autenticación no válido
fr_fr: Code d'authentification non valide
it_it: Codice di autenticazione non valido
ja_jp: 認証コードが無効です
ko_kr: 잘못된 인증 코드
pl_pl: Nieprawidłowy kod uwierzytelniania
pt_br: Código de autenticação inválido
ru_ru: Недопустимый код проверки подлинности
tr_tr: Geçersiz kimlik doğrulama kodu
zh_cn: 验证码无效
zh_tw: 驗證碼無效

# authenticationFailedLabelMessage
source: Try entering the code again or clicking the resend button to get a new authentication code.
cs_cz: Zkuste zadat kód znovu nebo kliknutím na tlačítko pro opětovné odeslání získejte nový ověřovací kód.
de_de: Geben Sie den Code erneut ein, oder klicken Sie auf die Schaltfläche "Erneut senden", um einen neuen Authentifizierungscode zu erhalten.
es_es: Vuelva a escribir el código o haga clic en el botón de reenvío para obtener un nuevo código de autenticación.
fr_fr: Essayez d'entrer à nouveau le code ou de cliquer sur le bouton de renvoi pour obtenir un nouveau code d'authentification.
it_it: Provare a immettere di nuovo il codice o a fare clic sul pulsante Invia di nuovo per ottenere un nuovo codice di autenticazione.
ja_jp: コードをもう一度入力してみてください。または、再送信ボタンをクリックして新しい認証コードを取得します。
ko_kr: 코드를 다시 입력하거나, [다시 보내기] 단추를 클릭하여 새 인증 코드를 가져오세요.
pl_pl: Spróbuj ponownie wprowadzić kod lub kliknąć przycisk Wyślij ponownie, aby uzyskać nowy kod uwierzytelniania.
pt_br: Tente inserir o código novamente ou clicar no botão de reenvio para obter um novo código de autenticação.
ru_ru: Попробуйте ввести код еще раз или нажать кнопку повторной отправки, чтобы получить новый код проверки подлинности.
tr_tr: Yeni bir kimlik doğrulama kodu almak için kodu yeniden girmeyi veya yeniden gönder düğmesine tıklamayı deneyin.
zh_cn: 请尝试重新输入代码，或单击“重新发送”按钮以获取新的验证码。
zh_tw: 請嘗試再次輸入驗證碼，或按一下 [重新傳送] 按鈕取得新的驗證碼。

# authenticationSentLabelContent
source: Authentication code sent!
cs_cz: Ověřovací kód se odeslal.
de_de: Authentifizierungscode gesendet!
es_es: El código de autenticación se ha enviado.
fr_fr: Code d'authentification envoyé !
it_it: Il codice di autenticazione è stato inviato.
ja_jp: 認証コードを送信しました。
ko_kr: 인증 코드가 전송되었습니다.
pl_pl: Wysłano kod uwierzytelniania!
pt_br: Código de autenticação enviado.
ru_ru: Код проверки подлинности отправлен.
tr_tr: Kimlik doğrulama kodu gönderildi!
zh_cn: 已发送验证码！
zh_tw: 已傳送驗證碼!
