Repository: wangdongcheng/VisualStudio
Catalog: src/GitHub.Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# BrowseForDirectory
source: Select a containing folder for your new repository.
cs_cz: Vyberte nadřazenou složku pro nové úložiště.
de_de: Wählen Sie einen enthaltenden Ordner für Ihr neues Repository aus.
es_es: Seleccione una carpeta contenedora para el nuevo repositorio.
fr_fr: Sélectionnez un dossier conteneur pour votre nouveau dépôt.
it_it: Selezionare una cartella contenitore per il nuovo repository.
ja_jp: 新しいリポジトリを含んでいるフォルダーを選択します。
ko_kr: 새 리포지토리의 포함 폴더를 선택합니다.
pl_pl: Wybierz folder zawierający dla nowego repozytorium.
pt_br: Selecione uma pasta de contenção para o seu novo repositório.
ru_ru: Выберите папку для нового репозитория.
tr_tr: Yeni deponuzu içerecek klasörü seçin.
zh_cn: 为新存储库选择包含文件夹。
zh_tw: 為新的存放庫選取包含資料夾。

# OpenFromGitHubTitle
source: Open from GitHub
cs_cz: Otevřít z GitHubu
de_de: Aus GitHub öffnen
es_es: Abrir desde GitHub
fr_fr: Ouvrir à partir de GitHub
it_it: Apri da GitHub
ja_jp: GitHub から開く
ko_kr: GitHub에서 열기
pl_pl: Otwórz z witryny GitHub
pt_br: Abrir do GitHub
ru_ru: Открыть из GitHub
tr_tr: GitHub'dan Aç
zh_cn: 从 GitHub 打开
zh_tw: 從 GitHub 打開

# CouldNotConnectToGitHub
source: Could not connect to github.com
cs_cz: Nepodařilo se připojit ke github.com.
de_de: Mit Github.com konnte keine Verbindung hergestellt werden.
es_es: No se pudo conectar a github.com
fr_fr: Impossible de se connecter à github.com
it_it: Non è stato possibile connettersi a github.com
ja_jp: Github.com に接続できませんでした
ko_kr: Github.com에 연결할 수 없습니다.
pl_pl: Nie można nawiązać połączenia z witryną github.com
pt_br: Não foi possível conectar ao github.com
ru_ru: Не удалось подключиться к github.com
tr_tr: github.com ile bağlantı kurulamadı
zh_cn: 无法连接到 github.com
zh_tw: 無法連線到 github.com

# CreateGistTitle
source: Create a GitHub Gist
cs_cz: Vytvořit gist GitHubu
de_de: GitHub-Gist erstellen
es_es: Crear gist de GitHub
fr_fr: Créer un Gist GitHub
it_it: Crea un gist GitHub
ja_jp: GitHub Gist の作成
ko_kr: GitHub Gist 만들기
pl_pl: Utwórz gist usługi GitHub
pt_br: Criar um Gist do GitHub
ru_ru: Создать GitHub gist
tr_tr: GitHub Gist oluştur
zh_cn: 创建 GitHub Gist
zh_tw: 建立 GitHub Gist

# CreateTitle
source: Create a {0} Repository
cs_cz: Vytvořit úložiště {0}
de_de: {0}-Repository erstellen
es_es: Crear un repositorio de {0}
fr_fr: Créer un dépôt {0}
it_it: Crea un repository {0}
ja_jp: {0} リポジトリの作成
ko_kr: {0} 리포지토리 만들기
pl_pl: Tworzenie repozytorium {0}
pt_br: Criar um Repositório {0}
ru_ru: Создать {0} репозиторий
tr_tr: {0} Deposu Oluştur
zh_cn: 创建 {0} 存储库
zh_tw: 創建 {0} 存儲庫

# EnterpriseUrlValidatorEmpty
source: Please enter an Enterprise URL
cs_cz: Zadejte prosím adresu URL severu Enterprise.
de_de: Geben Sie eine Enterprise-URL ein.
es_es: Escriba una dirección URL de Enterprise
fr_fr: Entrez une URL Enterprise
it_it: Immettere un URL di Enterprise
ja_jp: Enterprise URL を入力してください
ko_kr: Enterprise URL을 입력하세요.
pl_pl: Wprowadź adres URL usługi Enterprise
pt_br: Insira uma URL do Enterprise
ru_ru: Введите URL-адрес предприятия
tr_tr: Lütfen bir Enterprise URL'si girin
zh_cn: 请输入 Enterprise URL
zh_tw: 請輸入 Enterprise URL

# EnterpriseUrlValidatorInvalid
source: Please enter a valid Enterprise URL
cs_cz: Zadejte prosím platnou adresu URL severu Enterprise.
de_de: Geben Sie eine gültige Enterprise-URL ein.
es_es: Escriba una dirección URL de Enterprise válida
fr_fr: Entrez une URL Enterprise valide
it_it: Immettere un URL valido di Enterprise
ja_jp: 有効な Enterprise URL を入力してください
ko_kr: 유효한 Enterprise URL을 입력하세요.
pl_pl: Wprowadź prawidłowy adres URL usługi Enterprise
pt_br: Insira uma URL do Enterprise válida
ru_ru: Введите допустимый URL-адрес Enterprise
tr_tr: Lütfen geçerli bir Enterprise URL'si girin
zh_cn: 请输入有效的 Enterprise URL
zh_tw: 請輸入有效的 Enterprise URL

# EnterpriseUrlValidatorNotAGitHubHost
source: Not an Enterprise server. Please enter an Enterprise URL
cs_cz: Nejedná se o server Enterprise. Zadejte prosím adresu URL serveru Enterprise.
de_de: Kein Enterprise-Server. Geben Sie eine Enterprise-URL ein.
es_es: No es un servidor Enterprise. Especifique una dirección URL de Enterprise.
fr_fr: Il ne s'agit pas d'un serveur Enterprise. Entrez une URL Enterprise
it_it: Non è un server Enterprise. Immettere un URL di Enterprise
ja_jp: Enterprise サーバーではありません。Enterprise URL を入力してください
ko_kr: Enterprise 서버가 아닙니다. Enterprise URL을 입력하세요.
pl_pl: To nie jest serwer usługi Enterprise. Wprowadź adres URL usługi Enterprise
pt_br: Não é um servidor do Enterprise. Insira uma URL do Enterprise
ru_ru: Это не сервер предприятия. Введите URL-адрес предприятия
tr_tr: Bu bir Enterprise sunucusu değil. Lütfen bir Enterprise URL'si girin
zh_cn: 不是 Enterprise 服务器。请输入 Enterprise URL
zh_tw: 非 Enterprise 伺服器。請輸入 Enterprise URL

# ForgotPasswordLink
source: (forgot your password?)
cs_cz: (zapomněli jste heslo?)
de_de: (Kennwort vergessen?)
es_es: (¿olvidó su contraseña?)
fr_fr: (vous avez oublié votre mot de passe ?)
it_it: (password dimenticata?)
ja_jp: (パスワードを忘れた場合)
ko_kr: (암호를 잊으셨습니까?)
pl_pl: (Nie pamiętasz hasła?)
pt_br: (esqueceu a senha?)
ru_ru: (Забыли пароль?)
tr_tr: (parolanızı mı unuttunuz?)
zh_cn: (忘记了密码?)
zh_tw: (忘記密碼?)

# LoginFailedForbiddenMessage
source: Make sure to use your password and not a Personal Access token to sign in.
cs_cz: K přihlášení použijte heslo, ne token PAT.
de_de: Stellen Sie sicher, dass Sie zur Anmeldung Ihr Kennwort und kein persönliches Zugriffstoken verwenden.
es_es: Asegúrese de usar la contraseña y no un token de acceso personal para iniciar sesión.
fr_fr: Veillez à utiliser votre mot de passe et non un jeton d'accès personnel pour vous connecter.
it_it: Assicurarsi di usare la password e non un token di accesso personale per eseguire l'accesso.
ja_jp: サインインするには、個人用アクセス トークンではなく、パスワードを使用してください。
ko_kr: 로그인하는 데 개인용 액세스 토큰이 아닌 암호를 사용해야 합니다.
pl_pl: Upewnij się, że podczas logowania używasz hasła, a nie osobistego tokenu dostępu.
pt_br: Use sua senha e não um token de Acesso Pessoal para entrar.
ru_ru: Используйте для входа только свой пароль, а не личный маркер доступа.
tr_tr: Oturum açmak için Kişisel Erişim belirteci yerine parolanızı kullandığınızdan emin olun.
zh_cn: 请确保使用密码而非个人访问令牌进行登录。
zh_tw: 請務必使用您的密碼，而非個人存取權杖來登入。

# LoginFailedMessage
source: Check your username and password, then try again
cs_cz: Zkontrolujte svoje uživatelské jméno a heslo a zkuste to znovu.
de_de: Überprüfen Sie Ihren Benutzernamen und das Kennwort, und versuchen Sie es dann noch mal.
es_es: Compruebe el nombre de usuario y la contraseña y vuelva a intentarlo.
fr_fr: Vérifiez votre nom d'utilisateur et votre mot de passe, puis recommencez
it_it: Verificare nome utente e password, quindi riprovare
ja_jp: ユーザー名とパスワードを確認してから、もう一度お試しください
ko_kr: 사용자 이름과 암호를 확인하고 다시 시도하세요.
pl_pl: Sprawdź nazwę użytkownika i hasło i spróbuj ponownie
pt_br: Verifique suas informações de nome de usuário e senha e tente novamente
ru_ru: Проверьте имя пользователя и пароль и повторите попытку.
tr_tr: Kullanıcı adınızı ve parolanızı kontrol edin, sonra tekrar deneyin
zh_cn: 请检查用户名和密码，然后重试
zh_tw: 請檢查您的使用者名稱及密碼，然後再試一次

# LoginFailedText
source: Sign in failed.
cs_cz: Přihlášení se nepovedlo.
de_de: Fehler bei der Anmeldung.
es_es: Error al iniciar sesión.
fr_fr: La connexion a échoué.
it_it: L'accesso non è riuscito.
ja_jp: サインインできませんでした。
ko_kr: 로그인에 실패했습니다.
pl_pl: Nie można się zalogować.
pt_br: Falha ao entrar.
ru_ru: Сбой входа.
tr_tr: Oturum açılamadı.
zh_cn: 登录失败。
zh_tw: 登入失敗。

# LoginTitle
source: Connect To GitHub
cs_cz: Připojit ke GitHubu
de_de: Verbindung mit GitHub herstellen
es_es: Conectarse a GitHub
fr_fr: Se connecter à GitHub
it_it: Connetti a GitHub
ja_jp: GitHub に接続
ko_kr: GitHub에 연결
pl_pl: Połącz z usługą GitHub
pt_br: Conectar-se Ao GitHub
ru_ru: Подключиться к GitHub
tr_tr: GitHub'a Bağlan
zh_cn: 连接到 GitHub
zh_tw: 連線到 GitHub

# PasswordValidatorEmpty
source: Please enter your password
cs_cz: Zadejte prosím heslo.
de_de: Geben Sie Ihr Kennwort ein.
es_es: Escriba su contraseña
fr_fr: Entrez votre mot de passe
it_it: Immettere la password
ja_jp: パスワードを入力してください
ko_kr: 암호를 입력하세요.
pl_pl: Wprowadź hasło
pt_br: Insira sua senha
ru_ru: Введите пароль
tr_tr: Lütfen parolanızı girin
zh_cn: 请输入密码
zh_tw: 請輸入您的密碼

# PRCreatedUpstream
source: Pull Request for branch **{0}** created successfully at [{1}]({2})
cs_cz: Žádost o přijetí změn pro větev **{0}** se úspěšně vytvořila v [{1}]({2})
de_de: Pull Request für Branch **{0}** wurde unter [{1}]({2}) erfolgreich erstellt.
es_es: La solicitud de incorporación de cambios para la rama **{0}** se creó correctamente a las [{1}]({2})
fr_fr: Demande de tirage (pull request) pour la branche **{0}** créée à l'emplacement [{1}]({2})
it_it: La richiesta pull per il ramo **{0}** è stata creata in [{1}]({2})
ja_jp: ブランチの Pull Request **{0}** が [{1}]({2}) に正常に作成されました
ko_kr: 분기 **{0}**에 대한 끌어오기 요청이 [{1}]({2})에 생성됨
pl_pl: Pomyślnie utworzono żądanie ściągnięcia dla gałęzi **{0}**: [{1}]({2})
pt_br: Solicitação de Pull para branch **{0}** criada com êxito em [{1}]({2})
ru_ru: Запрос на вытягивание для ветви **{0}** успешно создан в [{1}]({2})
tr_tr: **{0}** dalı için Çekme İsteği [{1}] ({2}) konumunda başarıyla oluşturuldu
zh_cn: 已成功创建分支 **{0}** 的拉取请求，创建时间为 [{1}] ({2})
zh_tw: 已成功於 [{1}]({2}) 建立分支 **{0}** 的提取要求

# PullRequestCreationTitleValidatorEmpty
source: Please enter a title for the Pull Request
cs_cz: Zadejte prosím název žádosti o přijetí změn.
de_de: Geben Sie einen Titel für den Pull Request ein.
es_es: Escriba un título para la solicitud de incorporación de cambios
fr_fr: Entrez un titre pour la demande de tirage (pull request)
it_it: Immettere un titolo per la richiesta pull
ja_jp: Pull Request のタイトルを入力してください
ko_kr: 끌어오기 요청의 제목을 입력하세요.
pl_pl: Wprowadź tytuł żądania ściągnięcia
pt_br: Insira um título para a Solicitação de Pull
ru_ru: Введите заголовок для запроса на вытягивание
tr_tr: Lütfen Çekme İsteği için bir başlık girin
zh_cn: 请输入拉取请求标题
zh_tw: 請輸入提取要求的標題

# PullRequestSourceAndTargetBranchTheSame
source: Source and target branch cannot be the same
cs_cz: Zdrojová a cílová větev nemůžou být stejné.
de_de: Quell- und Zielbranch dürfen nicht identisch sein.
es_es: La rama de origen y de destino no puede ser la misma.
fr_fr: Les branches source et cible ne peuvent pas être les mêmes
it_it: I rami di origine e di destinazione non possono essere uguali
ja_jp: ソース ブランチとターゲット ブランチを同じにすることはできません
ko_kr: 소스 및 대상 분기는 같을 수 없습니다.
pl_pl: Gałąź źródłowa i docelowa nie mogą być takie same
pt_br: O branch de origem e de destino não podem ser o mesmo
ru_ru: Исходная и целевая ветви не могут совпадать
tr_tr: Kaynak ve hedef dal aynı olamaz
zh_cn: 源和目标分支不能相同
zh_tw: 來源及目標分支不可相同

# PullRequestSourceBranchDoesNotExist
source: Source branch doesn't exist remotely, have you pushed it?
cs_cz: Zdrojová větev neexistuje vzdáleně, nasdíleli jste ji?
de_de: Der Quellpfad ist im Remoterepository nicht vorhanden, haben Sie ihn mithilfe von Push übertragen?
es_es: La rama de origen no existe en la ubicación remota. ¿La ha insertado?
fr_fr: La branche source n'existe pas à distance. L'avez-vous envoyée (push) ?
it_it: Il ramo di origine non esiste in remoto. Ne è stato eseguito il push?
ja_jp: ソース ブランチがリモートに存在しません。ブランチをプッシュしましたか?
ko_kr: 소스 분기가 원격으로 존재하지 않습니다. 소스 분기를 푸시하셨습니까?
pl_pl: Gałąź źródłowa nie istnieje zdalnie. Czy została wypchnięta?
pt_br: O branch de origem não existe remotamente. Você o enviou por push?
ru_ru: Исходная ветвь не существует удаленно, вы отправили ее?
tr_tr: Kaynak dal uzak depoda yok, kaynak dalı gönderdiniz mi?
zh_cn: 源分支在远程不存在，是否已推送该分支?
zh_tw: 遠端不存在來源分支，您有推送它嗎?

# RepositoryCreationClonePathEmpty
source: Please enter a repository path
cs_cz: Zadejte prosím cestu k úložišti.
de_de: Geben Sie einen Repositorypfad ein.
es_es: Escriba una ruta de acceso de repositorio.
fr_fr: Entrez un chemin de dépôt
it_it: Immettere un percorso per il repository
ja_jp: リポジトリのパスを入力してください
ko_kr: 리포지토리 경로를 입력하세요.
pl_pl: Wprowadź ścieżkę repozytorium
pt_br: Insira um caminho de repositório
ru_ru: Введите путь к репозиторию
tr_tr: Lütfen bir depo yolu girin
zh_cn: 请输入存储库路径
zh_tw: 請輸入存放庫路徑

# RepositoryCreationClonePathInvalid
source: Please enter a valid path
cs_cz: Zadejte prosím platnou cestu.
de_de: Geben Sie einen gültigen Pfad ein.
es_es: Escriba una ruta de acceso válida.
fr_fr: Entrez un chemin valide
it_it: Immettere un percorso valido
ja_jp: 有効なパスを入力してください
ko_kr: 유효한 경로를 입력하세요.
pl_pl: Wprowadź prawidłową ścieżkę
pt_br: Insira um caminho válido
ru_ru: Введите допустимый путь
tr_tr: Lütfen geçerli bir yol girin
zh_cn: 请输入有效的路径
zh_tw: 請輸入有效的路徑

# RepositoryCreationClonePathInvalidCharacters
source: Path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky.
de_de: Der Pfad enthält ungültige Zeichen.
es_es: La ruta de acceso contiene caracteres no válidos.
fr_fr: Le chemin contient des caractères non valides
it_it: Il percorso contiene caratteri non validi
ja_jp: パスに無効な文字が含まれています
ko_kr: 경로에 잘못된 문자가 들어 있습니다.
pl_pl: Ścieżka zawiera nieprawidłowe znaki
pt_br: O caminho contém caracteres inválidos
ru_ru: Путь содержит недопустимые символы
tr_tr: Yol geçersiz karakterler içeriyor
zh_cn: 路径包含无效的字符
zh_tw: 路徑包含無效字元

# RepositoryCreationClonePathTooLong
source: Path too long
cs_cz: Cesta je moc dlouhá.
de_de: Der Pfad ist zu lang.
es_es: La ruta de acceso es demasiado larga.
fr_fr: Chemin trop long
it_it: Il percorso è troppo lungo
ja_jp: パスが長すぎます
ko_kr: 경로가 너무 김
pl_pl: Ścieżka jest za długa
pt_br: O caminho é muito longo
ru_ru: Слишком длинный путь
tr_tr: Yol çok uzun
zh_cn: 路径过长
zh_tw: 路徑太長

# RepositoryCreationFailedAlreadyExists
source: Repository '{0}/{1}' already exists.
cs_cz: Úložiště {0}/{1} už existuje.
de_de: Das Repository "{0}/{1}" ist bereits vorhanden.
es_es: El repositorio "{0}/{1}" ya existe.
fr_fr: Le dépôt « {0}/{1} » existe déjà.
it_it: Il repository '{0}/{1}' esiste già.
ja_jp: リポジトリ '{0}/{1}' は既に存在します。
ko_kr: 리포지토리 '{0}/{1}'이(가) 이미 있습니다.
pl_pl: Repozytorium „{0}/{1}” już istnieje.
pt_br: O repositório '{0}/{1}' já existe.
ru_ru: Репозиторий "{0}/{1}" уже существует.
tr_tr: '{0}/{1}' deposu zaten var.
zh_cn: 存储库“{0}/{1}”已存在。
zh_tw: 存放庫 '{0}/{1}' 已存在。

# RepositoryCreationFailedAlreadyExistsMessage
source: Change the repository name or select a different account and try again.
cs_cz: Změňte název úložiště nebo vyberte jiný účet a zkuste to znovu.
de_de: Ändern Sie den Repositorynamen, oder wählen Sie ein anderes Konto aus, und versuchen Sie es noch mal.
es_es: Cambie el nombre del repositorio o seleccione otra cuenta y vuelva a intentarlo.
fr_fr: Changez le nom du dépôt ou sélectionnez un compte différent, puis réessayez.
it_it: Modificare il nome del repository oppure selezionare un account diverso e riprovare.
ja_jp: リポジトリ名を変更するか、別のアカウントを選択してから、もう一度お試しください。
ko_kr: 리포지토리 이름을 변경하거나 다른 계정을 선택하고 다시 시도하세요.
pl_pl: Zmień nazwę repozytorium lub wybierz inne konto i spróbuj ponownie.
pt_br: Altere o nome do repositório ou selecione uma conta diferente e tente novamente.
ru_ru: Измените имя репозитория или выберите другую учетную запись и повторите попытку.
tr_tr: Depo adını değiştirin veya farklı bir hesap seçip yeniden deneyin.
zh_cn: 请更改存储库名称或选择其他帐户，然后重试。
zh_tw: 變更存放庫名稱或選取其他帳戶，然後再試一次。

# RepositoryCreationFailedQuota
source: Exceeded private repositories quota.
cs_cz: Překročila se kvóta pro privátní úložiště.
de_de: Kontingent für private Repositorys überschritten.
es_es: Se ha superado la cuota de repositorios privados.
fr_fr: Le quota de dépôts privés a été dépassé.
it_it: È stata superata la quota di repository privati.
ja_jp: プライベート リポジトリのクォータを超えました。
ko_kr: 비공개 리포지토리 할당량을 초과했습니다.
pl_pl: Przekroczono limit przydziału repozytoriów prywatnych.
pt_br: Ultrapassou a cota de repositórios privada.
ru_ru: Превышена квота для частных репозиториев.
tr_tr: Özel depolar kotası aşıldı.
zh_cn: 已超出专用存储库配额。
zh_tw: 已超過私人的存放庫配額。

# RepositoryNameValidatorAlreadyExists
source: Repository with same name already exists at this location
cs_cz: Úložiště se stejným názvem už v tomto umístění existuje.
de_de: Ein Repository mit dem gleichen Namen ist an diesem Speicherort bereits vorhanden.
es_es: Ya existe un repositorio con el mismo nombre en esta ubicación
fr_fr: Un dépôt portant le même nom existe déjà à cet emplacement
it_it: In questo percorso esiste già un repository con lo stesso nome
ja_jp: 同じ名前のリポジトリがこの場所に既に存在します
ko_kr: 같은 이름을 가진 리포지토리가 이 위치에 이미 있습니다.
pl_pl: Repozytorium o tej samej nazwie już istnieje w tej lokalizacji
pt_br: Já existe um repositório com o mesmo nome neste local
ru_ru: Репозиторий с таким именем уже существует в этом расположении
tr_tr: Bu konumda aynı ada sahip bir depo zaten var
zh_cn: 此位置已存在具有相同名称的存储库
zh_tw: 此位置已存在同名的存放庫

# RepositoryNameValidatorEmpty
source: Please enter a repository name
cs_cz: Zadejte prosím název úložiště.
de_de: Geben Sie einen Repositorynamen ein.
es_es: Escriba un nombre de repositorio
fr_fr: Entrez un nom de dépôt
it_it: Immettere un nome per il repository
ja_jp: リポジトリ名を入力してください
ko_kr: 리포지토리 이름을 입력하세요.
pl_pl: Wprowadź nazwę repozytorium
pt_br: Insira um nome de repositório
ru_ru: Введите имя репозитория.
tr_tr: Lütfen bir depo adı girin
zh_cn: 请输入存储库名称
zh_tw: 請輸入存放庫名稱

# RepositoryNameValidatorTooLong
source: Repository name must be fewer than 100 characters
cs_cz: Název úložiště musí mít méně než 100 znaků.
de_de: Der Repositoryname muss weniger als 100 Zeichen enthalten.
es_es: El nombre del repositorio debe tener menos de 100 caracteres.
fr_fr: Le nom de dépôt ne doit pas dépasser 100 caractères
it_it: Il nome del repository non deve superare i 100 caratteri
ja_jp: リポジトリ名は 100 文字未満でなければなりません
ko_kr: 리포지토리 이름은 100자 미만이어야 합니다.
pl_pl: Nazwa repozytorium musi zawierać mniej niż 100 znaków
pt_br: O nome do repositório deve ter menos de 100 caracteres
ru_ru: Имя репозитория должно содержать меньше 100 символов
tr_tr: Depo adı 100 karakterden kısa olmalıdır
zh_cn: 存储库名称的长度必须少于 100 个字符。
zh_tw: 存放庫名稱必須少於 100 個字元

# SafeRepositoryNameWarning
source: Will be created as {0}
cs_cz: Vytvoří se jako {0}.
de_de: Wird als "{0}" erstellt.
es_es: Se creará como {0}
fr_fr: Sera créé en tant que {0}
it_it: Verrà creato con il nome {0}
ja_jp: {0} として作成されます
ko_kr: {0}(으)로 만들어집니다.
pl_pl: Zostanie utworzone jako {0}
pt_br: Será criado como {0}
ru_ru: Будет создан как {0}
tr_tr: {0} olarak oluşturulacak
zh_cn: 将创建为 {0}
zh_tw: 將會建立為 {0}

# TwoFactorApp
source: Open the two-factor authentication app on your device to view your authentication code.
cs_cz: Otevřete aplikaci pro dvoufaktorové ověřování na vašem zařízení a zobrazte svůj ověřovací kód.
de_de: Öffnen Sie die App zur zweistufigen Authentifizierung auf Ihrem Gerät, um Ihren Authentifizierungscode anzuzeigen.
es_es: Abra la aplicación de autenticación en dos fases en el dispositivo para ver el código de autenticación.
fr_fr: Ouvrez l'application d'authentification à 2 facteurs sur votre appareil pour afficher votre code d'authentification.
it_it: Aprire l'app di autenticazione a due fattori nel dispositivo per visualizzare il codice di autenticazione.
ja_jp: デバイスで 2 要素認証アプリを開き、認証コードを確認してださい。
ko_kr: 디바이스에서 2단계 인증 앱을 열어 인증 코드를 봅니다.
pl_pl: Otwórz aplikację uwierzytelniania dwuskładnikowego na urządzeniu, aby wyświetlić kod uwierzytelniania.
pt_br: Abra o aplicativo de autenticação de dois fatores em seu dispositivo para exibir o código de autenticação.
ru_ru: Откройте приложение двухфакторной проверки подлинности на устройстве, чтобы просмотреть код проверки подлинности.
tr_tr: Kimlik doğrulama kodunuzu görüntülemek için cihazınızda iki öğeli kimlik doğrulama uygulamasını açın.
zh_cn: 打开设备上的双因素身份验证应用以查看你的验证码。
zh_tw: 開啟您裝置上的雙重要素驗證應用程式，即可檢視驗證碼。

# TwoFactorSms
source: We sent you a message via SMS with your authentication code.
cs_cz: Poslali jsme vám SMS s vaším ověřovacím kódem.
de_de: Wir haben Ihnen eine SMS mit dem Authentifizierungscode gesendet.
es_es: Le hemos enviado un mensaje mediante SMS con el código de autenticación.
fr_fr: Nous vous avons envoyé un SMS avec votre code d'authentification.
it_it: È stato inviato un SMS con il codice di autenticazione.
ja_jp: SMS メッセージで認証コードを送信しました。
ko_kr: SMS 통해 인증 코드가 포함된 메시지를 보냈습니다.
pl_pl: Wysłaliśmy Ci wiadomość SMS z kodem uwierzytelniania.
pt_br: Enviamos uma mensagem para você por SMS com o código de autenticação.
ru_ru: Мы отправили вам SMS с кодом проверки подлинности.
tr_tr: Size SMS üzerinden kimlik doğrulama kodunuzun bulunduğu bir mesaj gönderdik.
zh_cn: 我们已通过短信向你发送了验证码。
zh_tw: 我們會透過簡訊傳送內含驗證碼的訊息給您。

# TwoFactorTitle
source: Two-Factor authentication required
cs_cz: Vyžaduje se dvoufaktorové ověřování.
de_de: Zweistufige Authentifizierung erforderlich
es_es: Se requiere la autenticación en dos fases
fr_fr: Authentification à 2 facteurs obligatoire
it_it: Autenticazione a due fattori obbligatoria
ja_jp: 2 要素認証が必要です
ko_kr: 2단계 인증 필요
pl_pl: Wymagane jest uwierzytelnianie dwuskładnikowe
pt_br: É necessária a autenticação de Dois Fatores
ru_ru: Требуется двухфакторная проверка подлинности
tr_tr: İki öğeli kimlik doğrulama gerekiyor
zh_cn: 需要双因素身份验证
zh_tw: 需要雙重要素驗證

# TwoFactorUnknown
source: Enter a sign in authentication code here
cs_cz: Sem zadejte ověřovací kód pro přihlášení.
de_de: Geben Sie hier einen Authentifizierungscode für die Anmeldung ein.
es_es: Especifique aquí un código de autenticación de inicio de sesión
fr_fr: Entrer un code d'authentification de connexion ici
it_it: Immettere qui il codice di autenticazione per l'accesso
ja_jp: サインインの認証コードをここに入力
ko_kr: 여기에 로그인 인증 코드 입력
pl_pl: Wprowadź tutaj kod uwierzytelniania logowania
pt_br: Insira um sinal no código de autenticação aqui
ru_ru: Введите знак в коде проверки подлинности
tr_tr: Buraya bir oturum açma kimlik doğrulama kodu girin
zh_cn: 在此处输入验证码符号
zh_tw: 在此處輸入登入驗證碼

# UsernameOrEmailValidatorEmpty
source: Please enter your username or email address
cs_cz: Zadejte prosím svoje uživatelské jméno nebo e-mailovou adresu.
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein.
es_es: Escriba su nombre de usuario o dirección de correo electrónico.
fr_fr: Entrez votre nom d'utilisateur ou votre adresse e-mail
it_it: Immettere il nome utente o l'indirizzo di posta elettronica
ja_jp: ユーザー名または電子メール アドレスを入力してください
ko_kr: 사용자 이름 또는 전자 메일 주소를 입력하세요.
pl_pl: Wprowadź nazwę użytkownika lub adres e-mail
pt_br: Insira seu nome de usuário ou endereço de email
ru_ru: Введите имя пользователя или адрес электронной почты
tr_tr: Lütfen kullanıcı adınızı veya e-posta adresinizi girin
zh_cn: 请输入用户名或电子邮件地址
zh_tw: 請輸入您的使用者名稱或電子郵件地址

# UsernameOrEmailValidatorSpaces
source: Username or email address must not have spaces
cs_cz: Uživatelské jméno nebo e-mailová adresa nesmí obsahovat mezery.
de_de: Der Benutzername oder die E-Mail-Adresse darf keine Leerzeichen enthalten.
es_es: El nombre de usuario o la dirección de correo electrónico no deben tener espacios.
fr_fr: Le nom d'utilisateur ou l'adresse e-mail ne doit pas comporter d'espaces
it_it: Il nome utente o l'indirizzo di posta elettronica non deve contenere spazi
ja_jp: ユーザー名または電子メール アドレスにスペースを含めることはできません
ko_kr: 사용자 이름 또는 전자 메일 주소에는 공백이 없어야 합니다.
pl_pl: Nazwa użytkownika lub adres e-mail nie może zawierać spacji
pt_br: O nome de usuário ou endereço de email não deve ter espaços
ru_ru: Имя пользователя или адрес электронной почты не должны содержать пробелы
tr_tr: Kullanıcı adı veya e-posta adresi boşluk içeremez
zh_cn: 用户名或电子邮件地址不能包含空格
zh_tw: 使用者名稱或電子郵件地址不得有空格

# PullRequestsNavigationItemText
source: Pull Requests
cs_cz: Žádosti o přijetí změn
es_es: Solicitudes de incorporación de cambios
fr_fr: Requêtes de tirage
it_it: Richieste pull
ja_jp: Pull Request
ko_kr: 끌어오기 요청
pl_pl: Żądania ściągnięcia
pt_br: Solicitações Pull
ru_ru: Запросы на вытягивание
tr_tr: Çekme İstekleri
zh_cn: 拉取请求
zh_tw: 提取要求
